{
  "entries": {
    "01-01": {
      "month": 1,
      "day": 1,
      "topic": "The New Year",
      "weeklyTheme": "The New Year",
      "specialDay": null,
      "quote": "With the opening of the New Year, all the closed portals of limitations will be thrown open and I shall move through them to vaster fields, where my worthwhile dreams of life will be fulfilled.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-02": {
      "month": 1,
      "day": 2,
      "topic": "The New Year",
      "weeklyTheme": "The New Year",
      "specialDay": null,
      "quote": "For the New Year my greatest wish and prayer for you is that you cast aside wrong habits of thinking and doing. Donit drag your bad habits into the New Year. You donlt have to carry them with you. Any minute you may have to drop your mortal package, and those habits will vanish. They donlt belong to you now. Donit admit them! Leave behind all useless thoughts and past sorrows and bad habits. Start life anew!",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-03": {
      "month": 1,
      "day": 3,
      "topic": "The New Year",
      "weeklyTheme": "The New Year",
      "specialDay": null,
      "quote": "Choose which habits you are going to destroy in the New Year. Make up your mind about them and stick to your decision. Resolve to give more time to God: to meditate regularly every day, and on one night each week to meditate several hours, so that you can feel your spiritual progress in God. Resolve that you are going to practice Kriya Yoga regularly and that you are going to control your appetites and emotions. Be a master!",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-04": {
      "month": 1,
      "day": 4,
      "topic": "The Guru",
      "weeklyTheme": "The Guru",
      "specialDay": null,
      "quote": "In the beginning of onels spiritual search, it is wise to compare various spiritual paths and teachers. But when you find the real guru destined for you, the one whose teachings can lead you to the Divine Goal, then restless searching should cease. A spiritually thirsty person should not go on indefinitely seeking new wells; rather he should go to the best well and drink daily of its living waters.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-05": {
      "month": 1,
      "day": 5,
      "topic": "The Guru",
      "weeklyTheme": "The Guru",
      "specialDay": null,
      "quote": "If I donlt see you, remember I am working for you in some other place. My seeing you all the time will not necessarily help you. You will receive more by meditating deeply and regularly. I am not here only to help you in this life, but in the beyond also.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-06": {
      "month": 1,
      "day": 6,
      "topic": "The Guru",
      "weeklyTheme": "The Guru",
      "specialDay": null,
      "quote": "I want to ply my boat, many times, Across the gulf-after-death, And return to earthis shores from my home in Heaven. I want to load my boat With those waiting, thirsty ones who are left behind, And carry them by the opal pool of iridescent joy Where my Father distributes His all-desire-quenching liquid peace.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-07": {
      "month": 1,
      "day": 7,
      "topic": "The Guru",
      "weeklyTheme": "The Guru",
      "specialDay": null,
      "quote": "O my Guru! If all the gods are wroth, and yet thou art satisfied with me, I am safe in the fortress of thy pleasure. And if all the gods protect me by the parapets of their blessings, and yet I receive not thy benediction, I am an orphan, left to pine spiritually in the ruins of thy displeasure. O Guru, thou didst lift me out of the land of bewilderment into the paradise of peace. My slumber of sorrow is ended, and I am awake in joy.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-08": {
      "month": 1,
      "day": 8,
      "topic": "The Guru",
      "weeklyTheme": "The Guru",
      "specialDay": null,
      "quote": "It is because God wants you that I am here with you, calling you to come Home, where my Beloved is, where Christ and Krishna, and Babaji, Lahiri Mahasaya, Sri Yukteswarji, and the other saints are. \"Come,\" the Lord is saying, \"they are all rejoicing in Me. No worldly joys - the taste of food, the beauty of flowers, the passing pleasure of earthly love - can compare with the divine joys of My home.\" There is only one Reality. It is He. Forget everything else.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-09": {
      "month": 1,
      "day": 9,
      "topic": "The Guru",
      "weeklyTheme": "The Guru",
      "specialDay": null,
      "quote": "When one has found his guru there should be unconditional devotion to him, because he is the vehicle of God. The guruis sole purpose is to bring the disciple to Self- realization; the love a guru receives from a devotee is given by the guru to God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-10": {
      "month": 1,
      "day": 10,
      "topic": "The Guru",
      "weeklyTheme": "The Guru",
      "specialDay": null,
      "quote": "I never miss you all when I am away, because inwardly you are always with me now, and will be forevermore. Whether we are living here or pass through the portals of death, we shall always be together in God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-11": {
      "month": 1,
      "day": 11,
      "topic": "The Guru",
      "weeklyTheme": "The Guru",
      "specialDay": null,
      "quote": "Without a guru the average devotee cannot find God. It requires 25% devoted practice of meditation techniques; 25% blessings of the guru; and 50% grace of God. If you remain steadfast in your efforts to the end, He will appear before you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-12": {
      "month": 1,
      "day": 12,
      "topic": "Obedience",
      "weeklyTheme": "Obedience",
      "specialDay": null,
      "quote": "The true disciple obeys his guru implicitly in everything because the guru is a man of wisdom and purity.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-13": {
      "month": 1,
      "day": 13,
      "topic": "Obedience",
      "weeklyTheme": "Obedience",
      "specialDay": null,
      "quote": "If we allow our will to be led by the wisdom of a master, whose will is in tune with Godls, the master then seeks to guide our will in such a way that we travel swiftly on the road back to divinity. The chief difference between a worldly man and a saint is that the wise man has attuned his will to the Divine Will.",
      "source": "Rajarsi Janakananda",
      "book": ""
    },
    "01-14": {
      "month": 1,
      "day": 14,
      "topic": "Obedience",
      "weeklyTheme": "Obedience",
      "specialDay": null,
      "quote": "Sometimes students say to me: \"Such-and-such person is making better spiritual progress than I am. Why?\" I reply: \"He knows how to listen.\" All men would be able to transform their lives by hearing with deep attention the simple counsel given in the ethical code of all religions. It is the stony core of egotism in the hearts of most men that prevents their listening carefully to the wisdom of the ages.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-15": {
      "month": 1,
      "day": 15,
      "topic": "Obedience",
      "weeklyTheme": "Obedience",
      "specialDay": null,
      "quote": "Obedience to the guru is necessary for attunement with his wisdom. It is not slavery to follow the wish of a God-realized guru, because his wish gives independence and freedom. A true guru is the servant of God, carrying out His plan for your liberation. Realize this, and you will always obey, until you find perfect freedom in Spirit.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-16": {
      "month": 1,
      "day": 16,
      "topic": "Obedience",
      "weeklyTheme": "Obedience",
      "specialDay": null,
      "quote": "Without God-realization you have little freedom. Your life is ruled by impulse, whims, moods, habits, and environment. By following the advice of a true guru, and by accepting his discipline, you will gradually emerge from sense slavery.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-17": {
      "month": 1,
      "day": 17,
      "topic": "Obedience",
      "weeklyTheme": "Obedience",
      "specialDay": null,
      "quote": "It is easy for me to plant the seed of love for the Divine in those who are in tune with me. Those who obey my wishes are in reality not obeying me but the Father in me. God doesnlt talk to man direct, but uses the channel of the guru and his teachings.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-18": {
      "month": 1,
      "day": 18,
      "topic": "Obedience",
      "weeklyTheme": "Obedience",
      "specialDay": null,
      "quote": "Even the greatest masters listen humbly to their gurus, because it is the way of righteousness.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-19": {
      "month": 1,
      "day": 19,
      "topic": "Obedience",
      "weeklyTheme": "Obedience",
      "specialDay": null,
      "quote": "When you are unwilling to perform a task you are tired from the beginning, and when you are willing you are full of energy. Always work willingly and you will find that you are sustained by the indefatigable power of God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-20": {
      "month": 1,
      "day": 20,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "One secret of progress is self- analysis. Introspection is a mirror in which to see recesses of your mind that otherwise would remain hidden from you. Diagnose your failures and sort out your good and bad tendencies. Analyze what you are, what you wish to become, and what shortcomings are impeding you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-21": {
      "month": 1,
      "day": 21,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "Everyone should learn to analyze himself dispassionately. Write down your thoughts and aspirations daily. Find out what you are - not what you imagine you are! - because you want to make yourself what you ought to be. Most people donlt change because they donlt see their own faults.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-22": {
      "month": 1,
      "day": 22,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "Endeavor to make yourself what you should be and what you want to be. As you keep your mind on God and attune yourself to His will, you will progress more and more surely in your path.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-23": {
      "month": 1,
      "day": 23,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "It is a good idea to keep a mental diary. Before you go to bed each night, sit for a short time and review the day. See what you are becoming. Do you like the trend of your life? If not, change it.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-24": {
      "month": 1,
      "day": 24,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "Many people excuse their own faults but judge others harshly. We should reverse this attitude by excusing othersl shortcomings and by harshly examining our own.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-25": {
      "month": 1,
      "day": 25,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "Anything of which you are cognizant has a relative vibration within yourself. One who is quick to see and judge evil in other persons has the seed of that evil within himself. The God-like person of pure and high vibrational tone is always aware of the God- spark in all he contacts, and his magnetic soul vibration draws to greater intensity that vibrational force in those who come within his vibrational range.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-26": {
      "month": 1,
      "day": 26,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "If you find that every day you are becoming either touchy, finicky, or gossipy, then you know that you are going backward. The best test is to analyze yourself and find out whether you are happier today than you were yesterday. If you feel that you are happier today, then you are progressing; and this feeling of happiness must continue.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-27": {
      "month": 1,
      "day": 27,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "It is usually more or less easy to analyze others and classify them according to personality. It is often more difficult to turn the searchlight on onels self in strict honesty, but that is what you must do in order to find out what improvement or change is necessary. One purpose in discovering your own personality is to know how you affect others. Consciously, or unconsciously, people feel your personality, and their reaction is a clue.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-28": {
      "month": 1,
      "day": 28,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "Look within yourself. Remember, the Infinite is everywhere. Diving deep into superconsciousness, you can speed your mind through eternity; by the power of mind you can go farther than the farthest star. The searchlight of mind is fully equipped to throw its superconscious rays into the innermost heart of Truth. Use it to do so.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-29": {
      "month": 1,
      "day": 29,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "You know when you are doing wrong. Your whole being tells you, and that feeling is Godls voice. If you do not listen to Him, then He is quiet; but when you spiritually waken again He will guide you. He sees your good and your evil thoughts and actions, but whatever you do, you are His child just the same.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "01-30": {
      "month": 1,
      "day": 30,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "I always remember this truth when I mentally try to find a way to escape from something that seems too hard for me. I think then: III am escaping, not overcoming.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "01-31": {
      "month": 1,
      "day": 31,
      "topic": "Introspection",
      "weeklyTheme": "Introspection",
      "specialDay": null,
      "quote": "By constantly following the inner voice of conscience, which is the voice of God, you will become a truly moral person, a highly spiritual being, a man of peace.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-01": {
      "month": 2,
      "day": 1,
      "topic": "Inner Renunciation",
      "weeklyTheme": "Inner Renunciation",
      "specialDay": null,
      "quote": "It is all right to enjoy life; the secret of happiness is not to become attached to anything. Enjoy the smell of the flower, but see God in it. I have kept the consciousness of the senses only that in using them I may always perceive and think of God. \"Mine eyes were made to behold Thy beauty everywhere. My ears were made to hear Thine omnipresent voice.\" That is Yoga, union with God. It is not necessary to go to the forest to find Him. Worldly habits will hold us fast wherever we may be until we free ourselves from them. The yogi learns to find God in the cave of his heart. Wherever he goes, he carries with him the blissful consciousness of God's presence.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-02": {
      "month": 2,
      "day": 2,
      "topic": "Inner Renunciation",
      "weeklyTheme": "Inner Renunciation",
      "specialDay": null,
      "quote": "To engage in actions without desire for their fruit is true tyaga (renunciation). God is the Divine Renunciant, for He carries on all the activities of the universe without attachment to them. Anyone aspiring to Self-realization - whether he be a monastic or a householder - must act and live for the Lord without being emotionally involved in His drama of creation.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-03": {
      "month": 2,
      "day": 3,
      "topic": "Inner Renunciation",
      "weeklyTheme": "Inner Renunciation",
      "specialDay": null,
      "quote": "The saints stress nonattachment so that one strong point of material attachment may not prevent our attaining the entire kingdom of God. Renunciation does not mean giving up everything; it means giving up small pleasures for eternal bliss.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-04": {
      "month": 2,
      "day": 4,
      "topic": "Inner Renunciation",
      "weeklyTheme": "Inner Renunciation",
      "specialDay": null,
      "quote": "Renunciation is not an end, it is the means to an end. The real renunciant is he who lives for God first, regardless of his outer mode of existence. To love God and conduct your life to please Him, that is what matters. When you will do that, you will know the Lord.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-05": {
      "month": 2,
      "day": 5,
      "topic": "Inner Renunciation",
      "weeklyTheme": "Inner Renunciation",
      "specialDay": null,
      "quote": "At heart renounce everything, and realize that you are just playing a part in the intricate Cosmic Movie, a part that sooner or later must be over. You will then forget it as a dream. Our environment produces the delusion in us of the seeming importance of our present roles and our present tests. Rise above that temporal consciousness. So realize God within that He becomes the only influence in your life.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-06": {
      "month": 2,
      "day": 6,
      "topic": "Inner Renunciation",
      "weeklyTheme": "Inner Renunciation",
      "specialDay": null,
      "quote": "A lazy person never finds God. An idle mind becomes the workshop of the devil. But persons who work for a living without any wish for the fruits of action, desiring God alone, are true renunciants.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-07": {
      "month": 2,
      "day": 7,
      "topic": "Inner Renunciation",
      "weeklyTheme": "Inner Renunciation",
      "specialDay": null,
      "quote": "Renunciation is the wise path trod by the devotee who willingly gives up the lesser for the greater. He relinquishes passing sense pleasures for the sake of eternal joys. Renunciation is not an end in itself, but clears the ground for the manifestation of soul qualities. No one should fear the rigors of self-denial; the spiritual blessings that follow are great and incomparable.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-08": {
      "month": 2,
      "day": 8,
      "topic": "Inner Renunciation",
      "weeklyTheme": "Inner Renunciation",
      "specialDay": null,
      "quote": "If I ever felt a little human wish for something I could not have, this question was immediately presented to my soul, \"What did you come [to the Guruis ashram] for?\" The answer was always, \"For God alone.\" In an instant my vision was clear and unobstructed again. This has been the unshakable, immovable fact of my discipleship.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "02-09": {
      "month": 2,
      "day": 9,
      "topic": "Inner Renunciation",
      "weeklyTheme": "Inner Renunciation",
      "specialDay": null,
      "quote": "Renunciation is not negative but positive. It isnlt the giving up of anything except misery. One should not think of renunciation as a path of sacrifice. Rather it is a divine investment, by which our few cents of self- discipline will yield a million spiritual dollars. Is it not wisdom to spend the golden coins of our fleeting days to purchase Eternity?",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-10": {
      "month": 2,
      "day": 10,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "The Lord wants us to escape this delusive world. He cries for us, for He knows how hard it is for us to gain His deliverance. But you have only to remember that you are His child. Donit pity yourself. You are loved just as much by God as are Jesus and Krishna. You must seek His love, for it encompasses eternal freedom, endless joy, and immortality.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-11": {
      "month": 2,
      "day": 11,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "The greatest romance is with the Infinite. You have no idea how beautiful life can be. When you suddenly find God everywhere, when He comes and talks to you and guides you, the romance of divine love has begun.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-12": {
      "month": 2,
      "day": 12,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "The love of God is the only Reality. We must realize this love of God so great, so joyful, I could not even begin to tell you how great it is! People in the world think, III do this, I enjoy that.\" Yet whatever they are doing and enjoying inevitably comes to an end. But the love and joy of God that I feel is without any end. One can never forget it once he has tasted it; it is so great he could never want anything else to take its place. What we all really want is the love of God. And you will have it when you attain deeper realization.",
      "source": "Rajarsi Janakananda",
      "book": ""
    },
    "02-13": {
      "month": 2,
      "day": 13,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "God will not tell you that you should desire Him above all else, because He wants your love to be freely given, without \"prompting. That is the whole secret in the game of this universe. He who created us yearns for our love. He wants us to give it spontaneously, without His asking. Our love is the one thing God does not possess, unless we choose to bestow it. So, you see, even the Lord has something to attain: our love. And we shall never be happy until we give it.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-14": {
      "month": 2,
      "day": 14,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "He is the nearest of the near, the dearest of the dear. Love Him as a miser loves money, as an ardent man loves his sweetheart, as a drowning person loves breath. When you yearn for God with intensity, He will come to you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-15": {
      "month": 2,
      "day": 15,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "All my questions have been answered, not through man but through God. He is, He is. It is His spirit that talks to you through me. It is His love that I speak of. Thrill after thrill! Like gentle zephyrs His love comes over the soul. Day and night, week after week, year after year, it goes on increasing - you donlt know where the end is. And that is what you are seeking, every one of you. You think you want human love and prosperity, but behind these it is your Father who is calling you. If you realize He is greater than all His gifts, you will find Him.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-16": {
      "month": 2,
      "day": 16,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "Develop the love of God so that I see in your eyes that you are drunk with God and not asking, \"When will I have God?\" When you ask that, you are not a devotee. The devotee says: III have Him, He is listening to me; my Beloved is always with me. He is moving my hands; He is digesting my food; He is gazing at me through the stars.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-18": {
      "month": 2,
      "day": 18,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "When the Lord commanded: \"Thou shalt have no other gods before me. Thou shalt not make unto thee any graven image\" (Ex. 20:3-4), He meant that we should not exalt the objects of creation above the Creator. Our love for Nature, family, friends, duties, and possessions should not occupy the supreme throne in our hearts. That is where God belongs.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-19": {
      "month": 2,
      "day": 19,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "Godls love is so all-embracing that no matter what wrongs we have done, He forgives us. If we love Him with all our hearts He wipes out our karma.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-20": {
      "month": 2,
      "day": 20,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "God understands you when everyone else misunderstands you. He is the Lover who cherishes you always, no matter what your mistakes. Others give you their affection for a while and then forsake you, but He abandons you never. In countless ways God is daily seeking your love. He does not punish you if you refuse Him, but you punish yourself. You find that \"all things betray thee, who betrayest Me.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-21": {
      "month": 2,
      "day": 21,
      "topic": "Divine Love",
      "weeklyTheme": "Divine Love",
      "specialDay": null,
      "quote": "The love of God cannot be described. But it can be felt as the heart is purified and made constant. As the mind and the feeling are directed inward, you begin to feel His joy. The pleasures of the senses do not last; but the joy of God is everlasting. It is incomparable!",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-22": {
      "month": 2,
      "day": 22,
      "topic": "Humility",
      "weeklyTheme": "Humility",
      "specialDay": null,
      "quote": "Pride is blinding, banishing the vision of vastness possessed by greater souls. Humbleness is the open gate through which the divine flood of Mercy and Power loves to flow into receptive souls.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-23": {
      "month": 2,
      "day": 23,
      "topic": "Humility",
      "weeklyTheme": "Humility",
      "specialDay": null,
      "quote": "Humility comes from realizing that God is the Doer, not you. When you see that, how can you be proud of any accomplishment? Think constantly that whatever work you are performing is being done by the Lord through you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-24": {
      "month": 2,
      "day": 24,
      "topic": "Humility",
      "weeklyTheme": "Humility",
      "specialDay": null,
      "quote": "The greatest man is he who S: considers himself to be the least, as Jesus taught. A real leader is one who first learned obedience to others, who feels himself to be the servant of all, and who never puts himself on a pedestal. Those who want flattery donlt deserve our admiration, but he who serves us has a right to our love. Isnlt God the servant of His children, and does He ask for praise? No, He is too great to be moved by it.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-26": {
      "month": 2,
      "day": 26,
      "topic": "Humility",
      "weeklyTheme": "Humility",
      "specialDay": null,
      "quote": "A little knowledge is a dangerous thing, for the devotee may feel vain and self-satisfied, falsely assuming he is what he knows. There is a proverb that pride goes before a fall. A self-admiring person is apt to refrain from further effort....OnIy he who is free from the sense of self-importance becomes richer and richer in spirituality until he is one with God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-27": {
      "month": 2,
      "day": 27,
      "topic": "Humility",
      "weeklyTheme": "Humility",
      "specialDay": null,
      "quote": "Humbleness is the manifestation of an understanding heart, and sets an example of greatness for others to follow.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "02-28": {
      "month": 2,
      "day": 28,
      "topic": "Humility",
      "weeklyTheme": "Humility",
      "specialDay": null,
      "quote": "The rains of Godls mercy cannot gather on mountaintops of pride, but flow easily into valleys of humbleness.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-01": {
      "month": 3,
      "day": 1,
      "topic": "Guru-Disciple Relationship",
      "weeklyTheme": "Guru-Disciple Relationship",
      "specialDay": null,
      "quote": "When you are steadfast in the principles of the guru-disciple relationship, the spiritual path becomes very easy. You cannot then go astray. No matter how delusion tries to pull you away, the master who has experienced God knows your trouble and will help you to steady yourself on the path again. That is what the guru does for you if you are in tune with him.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-02": {
      "month": 3,
      "day": 2,
      "topic": "Guru-Disciple Relationship",
      "weeklyTheme": "Guru-Disciple Relationship",
      "specialDay": null,
      "quote": "Students are those who follow the master more or less superficially according to their pick-and- choose inclination. But the disciple is one who accepts wholly, with open heart and mind. He does not have to be coaxed, but follows through his own will and determination. He remains steadfast, dedicated, and devoted to the end, until he has found freedom in God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-03": {
      "month": 3,
      "day": 3,
      "topic": "Guru-Disciple Relationship",
      "weeklyTheme": "Guru-Disciple Relationship",
      "specialDay": null,
      "quote": "The Masters, the Good Shepherds of this world, come down from their high places and give their lives to searching for disciples who are lost in the darkness. They find them in desolate and dangerous places, arouse them, lift them to a divine shoulder, and bear them with rejoicing to a safe place in the fold. They feed them with celestial food and give them living water to drink, of which, if a man eat and drink, he shall live forever. They give them power to become the sons of God. They give their own lives, to the last ounce of flesh and the last drop of blood, for the redemption of the sheep who know their voice.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "03-04": {
      "month": 3,
      "day": 4,
      "topic": "Guru-Disciple Relationship",
      "weeklyTheme": "Guru-Disciple Relationship",
      "specialDay": null,
      "quote": "It is the duty of the guru and the disciple to be loyal to each other, not only in one life, but for many lives if these are necessary to reach God. Those who are one hundred percent loyal to a guru can be sure of ultimate liberation and ascension. One may have many teachers, but only one guru, who remains as onels guru even in many different lives, until the disciple reaches the final goal of emancipation in God. You must remember this, once that relationship is formed.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-06": {
      "month": 3,
      "day": 6,
      "topic": "Guru-Disciple Relationship",
      "weeklyTheme": "Guru-Disciple Relationship",
      "specialDay": null,
      "quote": "The friendship that exists between guru and disciple is eternal. There is complete surrender, there is no compulsion, when a disciple accepts the guruis training.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-07": {
      "month": 3,
      "day": 7,
      "topic": "Guru-Disciple Relationship",
      "weeklyTheme": "Guru-Disciple Relationship",
      "specialDay": null,
      "quote": "My body shall pass but my work shall go on. And my spirit shall live on. Even when I am taken away I shall work with you all for the deliverance of the world with the message of God. Prepare yourselves for the glory of God. Charge yourselves with the flame of Spirit.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-08": {
      "month": 3,
      "day": 8,
      "topic": "Guru-Disciple Relationship",
      "weeklyTheme": "Guru-Disciple Relationship",
      "specialDay": null,
      "quote": "Swami Sri Yukteswar to his disciple Paramahansa Yogananda: III will be your friend from now to -J Eternity, no matter whether you are on the lowest mental plane or on the highest plane of wisdom. I will be your friend even if you should err, for then you will need my friendship more than at any other time.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "03-09": {
      "month": 3,
      "day": 9,
      "topic": "Guru-Disciple Relationship",
      "weeklyTheme": "Guru-Disciple Relationship",
      "specialDay": null,
      "quote": "Swami Sri Yukteswar to Paramahansa Yogananda before whom he appeared in the flesh on June 19, 1936, more than three months after his mahasamadhi (a great yogils final conscious exit from the body): \"Grieve not for me.... You and I shall smile together, so long as our two forms appear different in the maya-dream of God. Finally we shall merge as one in the Cosmic Beloved; our smiles shall be His smile, our unified song of joy vibrating throughout eternity to be broadcast to God-tuned souls!\"",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "03-10": {
      "month": 3,
      "day": 10,
      "topic": "Guru-Disciple Relationship",
      "weeklyTheme": "Guru-Disciple Relationship",
      "specialDay": null,
      "quote": "My Guru showed me how to use the chisel of wisdom to make myself into a fitting temple to receive Godls Presence. Each man can do the same, if he follows the precepts of divinely illumined teachers.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-11": {
      "month": 3,
      "day": 11,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "Man, as an image of God, possesses within him the divine all-accomplishing power of will. To h; discover through right meditation how to be in harmony with the Divine Will is Manis highest obligation.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-12": {
      "month": 3,
      "day": 12,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "To create dynamic will power, determine to do some of the things in life that you thought you could not do. Attempt simple tasks first. As your confidence strengthens and your will becomes more dynamic, you can aim for more difficult accomplishments. Be certain that you have made a good selection, then refuse to submit to failure. Devote your entire will power to mastering one thing at a time; do not scatter your energies nor leave something half done to begin a new venture.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-13": {
      "month": 3,
      "day": 13,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "When guided by error, human will misleads us; but when guided by wisdom, human will is attuned to the Divine Will. Godls plan for us often becomes obscured by the conflicts of human life and so we lose the inner guidance that would save us from chasms of misery.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-14": {
      "month": 3,
      "day": 14,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "Always be sure, within the calm region of your inner Self, that what you want is right for you to have, and in accord with Godls purposes. You can then use all the force of your will to accomplish your object; keeping your mind, however, centered on the thought of God: the Source of all power and all accomplishment.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-15": {
      "month": 3,
      "day": 15,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "Mind is the creator of everything. You should therefore guide it to create only good. If you cling to a certain thought with dynamic will power, it finally assumes a tangible outward form. When you are able to employ your will always for constructive purposes, you become the controller of your destiny.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-16": {
      "month": 3,
      "day": 16,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "If you use all available outward means, as well as your natural abilities, to overcome every obstacle in your path, you will thus develop the powers that God gave you - unlimited powers that flow from the innermost forces of your being. You possess the power of thought and the power of will. Utilize to the uttermost these divine gifts!",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-17": {
      "month": 3,
      "day": 17,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "Whatever you make up your mind to do, you can do. God is the sum total of everything, and His image is within you. He can do anything, and so can you, if you learn to identify yourself with His inexhaustible nature.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-18": {
      "month": 3,
      "day": 18,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "Strengthen your will power, so that you will not be controlled by circumstances, but will control them.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-19": {
      "month": 3,
      "day": 19,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "Your part is to awaken your desire to accomplish your worthy objectives. Then whip your will into action until it follows the way of wisdom that is shown to you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-20": {
      "month": 3,
      "day": 20,
      "topic": "Will Power",
      "weeklyTheme": "Will Power",
      "specialDay": null,
      "quote": "Remember, in your will lies the almighty power of God. When a host of difficulties comes and you refuse to give up in spite of all obstacles; when your mind becomes \"set,\" then you will find God responding to you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-21": {
      "month": 3,
      "day": 21,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "It is not your passing inspirations or brilliant ideas so much as your everyday mental habits that control your life.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-22": {
      "month": 3,
      "day": 22,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "Good habits are your best helpers; preserve their force by stimulating them with good actions. Bad habits are your worst enemies; against your will they make you do the things that hurt you most. They are detrimental to your physical, social, mental, moral, and spiritual happiness. Starve bad habits by refusing to give them any further food of bad actions.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-23": {
      "month": 3,
      "day": 23,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "Good and bad habits both take time to acquire force. Powerful bad habits can be displaced by opposite good habits if the latter are patiently cultured.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-24": {
      "month": 3,
      "day": 24,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "A bad habit can be quickly changed. A habit is the result of concentration of the mind. You have been thinking a certain way. To form a new and good habit, just concentrate in the opposite direction.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-25": {
      "month": 3,
      "day": 25,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "Through difficult daily lessons you will sometime see clearly that bad habits nourish the tree of unending material desires, whereas good habits nourish the tree of spiritual aspirations. More and more you should concentrate your efforts on successfully maturing the spiritual tree, that you may someday gather the ripe fruit of Self-realization.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-26": {
      "month": 3,
      "day": 26,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "Be careful what you choose to do consciously, for unless your will is very strong, that is what you may have to do repeatedly and compulsively through the habit- influencing power of the subconscious mind.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-27": {
      "month": 3,
      "day": 27,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "Habits of thought are mental magnets that draw to you certain things, people, and conditions. Weaken a bad habit by avoiding everything that occasioned it or stimulated it, without concentrating upon it in your zeal to avoid it. Then divert your mind to some good habit and steadily cultivate it until it becomes a dependable part of you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-28": {
      "month": 3,
      "day": 28,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "True freedom consists in performing all actions - eating, reading, working, and so forth - in accordance with right judgment and choice of will, not in being compelled by habits. Eat what you should eat and not necessarily what you are used to. Do what you ought to do, not what your bad habits dictate.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-29": {
      "month": 3,
      "day": 29,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "It is only when you discard your bad habits that you are really a free man. Until you are a true master, able to command yourself to do the things that you should do but may not want to do, you are not a free soul. In that power of self-control lies the seed of eternal freedom.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-30": {
      "month": 3,
      "day": 30,
      "topic": "necessary.",
      "weeklyTheme": "necessary.",
      "specialDay": null,
      "quote": "Habits Do not continue to live in the same old way. Make up your mind to do something to improve your life, and then do it. Change your consciousness; that is all that is",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "03-31": {
      "month": 3,
      "day": 31,
      "topic": "Habits",
      "weeklyTheme": "Habits",
      "specialDay": null,
      "quote": "If you are able to free yourself from all kinds of bad habits, and if you are able to do good because you want to do good and not merely because evil brings sorrow, then you are truly progressing in Spirit.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-01": {
      "month": 4,
      "day": 1,
      "topic": "Compassion",
      "weeklyTheme": "Compassion",
      "specialDay": null,
      "quote": "Compassion toward all beings (daya) is necessary for divine realization, for God Himself is overflowing with this quality. Those with a tender heart can put themselves in the place of others, feel their suffering, and try to alleviate it.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-02": {
      "month": 4,
      "day": 2,
      "topic": "Compassion",
      "weeklyTheme": "Compassion",
      "specialDay": null,
      "quote": "O Lord of Compassion, teach me to shed tears of love for all beings. May I behold them as my very own - different expressions of my Self. I easily excuse my own faults; let me therefore quickly forgive the failings of others. Bless me, O Father, that I not inflict on my companions unwelcome criticism. If they ask my advice in trying to correct themselves, may I offer suggestions inspired by Thee.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-03": {
      "month": 4,
      "day": 3,
      "topic": "Compassion",
      "weeklyTheme": "Compassion",
      "specialDay": null,
      "quote": "Every day, try to help uplift, as you would help yourself or your family, whoever in your environment may be physically, mentally, or spiritually sick. Then no matter what your part is on the stage of life, you will know that you have been playing it rightly, directed by the Stage Manager of all destinies.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-04": {
      "month": 4,
      "day": 4,
      "topic": "Compassion",
      "weeklyTheme": "Compassion",
      "specialDay": null,
      "quote": "Thy divine light is hidden in even the most vicious and gloom- shrouded man, waiting to shine forth under the proper conditions: the keeping of good company, and ardent desires for self-betterment. We thank Thee that no sin is unforgivable, no evil insuperable; for the world of relativity does not contain absolutes. Direct me, O Heavenly Father, that I awaken Thy bewildered ones to the consciousness of their native purity, immortality, and celestial sonhood.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-05": {
      "month": 4,
      "day": 5,
      "topic": "Compassion",
      "weeklyTheme": "Compassion",
      "specialDay": null,
      "quote": "I will behold the person who now considers himself as my enemy to be in truth my divine brother hiding behind a veil of misunderstanding. I will tear aside this veil with a dagger of love so that, seeing my humble, forgiving understanding, he will no longer spurn the offering of my goodwill.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-06": {
      "month": 4,
      "day": 6,
      "topic": "Compassion",
      "weeklyTheme": "Compassion",
      "specialDay": null,
      "quote": "Let the ugliness of unkindness in others impel me to make myself beautiful with loving-kindness. May harsh speech from my companions remind me to use sweet words always. If stones from evil minds are cast at me, let me send in return only missiles of goodwill. As a jasmine vine sheds its flowers over the hands delivering ax blows at its roots, so, on all who act inimically toward me may I shower the blossoms of forgiveness.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-07": {
      "month": 4,
      "day": 7,
      "topic": "Compassion",
      "weeklyTheme": "Compassion",
      "specialDay": null,
      "quote": "May I not i the ignorance of wrongdoers by my intolerance or vindictiveness. Inspire me to help them by my forgiveness, prayers, and tears of gentle love.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-08": {
      "month": 4,
      "day": 8,
      "topic": "Compassion",
      "weeklyTheme": "Compassion",
      "specialDay": null,
      "quote": "Seek to do brave and lovely things which are left undone by the majority of people. Give gifts of love and peace to those whom others pass by.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-09": {
      "month": 4,
      "day": 9,
      "topic": "Compassion",
      "weeklyTheme": "Compassion",
      "specialDay": null,
      "quote": "As the vital rays of the sun nurture all, so must you spread the rays of hope in the hearts of the poor and forsaken, kindle courage in the hearts of the despondent, and light a new strength in the hearts of those who think they are failures.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-10": {
      "month": 4,
      "day": 10,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "When God does not respond to your prayers, it is because you are not in earnest. If you offer Him dry imitation prayers, you cannot expect to claim the Heavenly Fatherls attention. The only way to reach God through prayer is by persistence, regularity, and depth of earnestness. Cleanse your mind of all negation, such as fear, worry, anger; then fill it with thoughts of love, service, and joyous expectation. In the sanctum of your heart there must be enshrined one power, one joy, one peace - God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-11": {
      "month": 4,
      "day": 11,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "As you cannot broadcast through a broken microphone, so you cannot send out prayers through a mental microphone that has been disordered by restlessness. By deep calmness you should repair your mind microphone and increase the receptivity of your intuition. Thus you will be able to broadcast to Him effectively and to receive His answers.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-12": {
      "month": 4,
      "day": 12,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "More than in any other relationship we may rightfully and naturally demand a reply from Spirit in Its aspect as the Divine Mother. God is constrained to answer such an appeal; for the essence of a mother is love and forgiveness of her child, no matter how great a sinner he may be. The relationship between mother and child is the most beautiful form of human love that the Lord has given us.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-13": {
      "month": 4,
      "day": 13,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "Though God hears all our prayers He does not always respond. Our situation is like that of a child who calls for his mother, but the mother does not think it necessary to come. She sends him a plaything to keep him quiet. But when the child refuses to be comforted by anything except the motherls presence, she comes. If you want to know God, you must be like the naughty baby who cries till mother comes.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-14": {
      "month": 4,
      "day": 14,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "You can't just sit there and wait for success to fall into your lap; once your course is set and your will is firm, you have to make a practical effort. Then you will see that whatever you require for success starts coming to you. Everything will push you in the right direction. In your divinely surcharged will power is the answer to prayer. When you use that will, you open the way through which your prayers can be answered.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-15": {
      "month": 4,
      "day": 15,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "I was kneeling in prayer in the chapel - I was thinking of something that was coming into my life that filled me with apprehension. I knew it was not the will of God that I should be saved from the experience. Even at that moment it was moving toward me. Suddenly God told me the prayer He would listen to, and I said quickly: \"Change no circumstance of my life. Change me.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "04-16": {
      "month": 4,
      "day": 16,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "The demand for the Lordls reply should be strong; a half-believing prayer is not sufficient. If you make up your mind: \"He is going to talk with me\"; if you refuse to believe differently, regardless of how many years He has not answered you; if you go on trusting Him, one day He will respond.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-17": {
      "month": 4,
      "day": 17,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "If you can just once \"break bread\" with the Lord, break His silence, He will talk often with you. But in the beginning it is very difficult; it is not easy to become acquainted with God, because He wants to be sure that you really desire to know Him. He gives tests to see if the devotee wants Him or something else. He will not talk with you until you have convinced Him that no other desire is hiding in your heart. Why should He reveal Himself to you if your heart is filled only with longings for His gifts?",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-18": {
      "month": 4,
      "day": 18,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "The best course is to pray: \"Lord, make me happy with awareness of Thee. Give me freedom from all earthly desires, and above all give me Thy joy that outlasts all the happy and sad experiences of life.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-19": {
      "month": 4,
      "day": 19,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "One answer will cover all your questions: Turn to God and fill your consciousness with the realization of His perfection. Let your weakness be dissolved in the worshipful thought of His strength. It is not necessary to explain things to God, for He knoweth your need before you speak, and is more ready to give than you are to ask. When you meditate, turn away from everything except the one absorbing thought of His overshadowing Presence. In this way you will become receptive, and healing will flow through body, mind, and soul.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "04-20": {
      "month": 4,
      "day": 20,
      "topic": "Prayer",
      "weeklyTheme": "Prayer",
      "specialDay": null,
      "quote": "The superconscious law of success is put into operation through manis prayers and by his understanding of the Lordls omnipotence. Do not stop your conscious efforts or rely wholly on your own natural abilities, but ask divine aid in all you do.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-21": {
      "month": 4,
      "day": 21,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "In a time of misfortune I heard Thy voice, saying: \"The sun of My protection shines equally on thy brightest and thy blackest hours. Have faith and smile! Sadness is an offense against the blissful nature of Spirit. Let My life-transforming light appear through the transparency of smiles. By being happy, My child, thou dost please Me.\"",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-22": {
      "month": 4,
      "day": 22,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "Remember that when you are unhappy it is generally because you do not visualize strongly enough the great things that you definitely want to accomplish in life, nor do you employ steadfastly enough your will power, your creative ability, and your patience until your dreams are materialized.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-23": {
      "month": 4,
      "day": 23,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "Happiness depends to some extent upon external conditions, but chiefly upon mental attitudes. In order to be happy one should have good health, a well-balanced mind, a prosperous life, the right work, a thankful heart, and above all, wisdom or knowledge of God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-24": {
      "month": 4,
      "day": 24,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "The laughter of the infinite God must vibrate through your smile. Let the breeze of His love spread your smiles in the hearts of men. Their fire will be contagious.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-25": {
      "month": 4,
      "day": 25,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "You have the power to hurt yourself or to benefit yourself....lf you do not choose to be happy no one can make you happy. Do not blame God for that! And if you choose to be happy, no one can make you unhappy....lt is we who make of life what it is.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-26": {
      "month": 4,
      "day": 26,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "A strong determination to be happy will help you. Do not wait for circumstances to change, thinking falsely that in them lies the trouble. Do not make unhappiness a chronic habit, thereby affecting yourself and your associates. It is blessedness for yourself and others if you are happy. If you possess happiness you possess everything; to be happy is to be in tune with God. That power to be happy comes through meditation.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-27": {
      "month": 4,
      "day": 27,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "Rather than be always striving for personal happiness, try to make others happy. In being of spiritual, mental, and material service to others, you will find your own needs fulfilled. As you forget self in service to others, you will find that, without seeking it, your own cup of happiness will be full.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-28": {
      "month": 4,
      "day": 28,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "Do not think that a little joy in silence is enough. Joy is more than that. For instance, suppose you are going to be punished by not being allowed to go to sleep when you are desperately in need of rest, and suddenly someone says: \"All right, you may go to sleep now. II Think of the joy you would feel just before falling asleep. Multiply that one million times! Still it would not describe the joy felt in communion with God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-29": {
      "month": 4,
      "day": 29,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "Real happiness comes only when your will is guided by soul discrimination to choose good instead of evil, anytime, anywhere, because you truly want good for its own sake. Then you will be really free.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "04-30": {
      "month": 4,
      "day": 30,
      "topic": "Happiness",
      "weeklyTheme": "Happiness",
      "specialDay": null,
      "quote": "Daily I will seek happiness more and more within my mind, and less and less through material pleasures.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-01": {
      "month": 5,
      "day": 1,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "The only way to attain salvation is to have complete loyalty to God. This dream of life will be taken away from you one day; the only thing that is real is the love of God. Nothing else; all are false dreams. Get away from them. Every minute I see how necessary that is. He has tied me to the SRF work, and so I tell Him: III shall work for You alone.\" Then I feel within His supreme joy.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-02": {
      "month": 5,
      "day": 2,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "Make the effort to please God first. It is impossible to please all. I try never to displease anybody. I do my best and that is all I can do. My first aim is to please God. I use my hands to pray in adoration before Him, my feet to seek Him everywhere, my mind to think of Him as always present. Every throne of thought must be occupied by God -- God as peace, God as love, God as kindness, God as understanding, God as compassion, God as wisdom. This is the only thing that I have come to tell you. Naught else.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-03": {
      "month": 5,
      "day": 3,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "In the spiritually receptive, loyalty to the guru rises spontaneously when the disciplels heart is bathed in the aura of the guruis unconditional love. The soul knows that it has found at last a true friend, counselor, and guide. The disciple strives therefore to reciprocate the guruis unconditional love, especially when tested, even as the faith and loyalty of Jesusi disciples were often tried with nonunderstanding. Many were with Jesus at the feasts and sermons, but how few at the cross!",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-04": {
      "month": 5,
      "day": 4,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "I take a sacred vow: Never shall the sun gaze of my love sink below the horizon of my thought of Thee. Never will I lower the vision of my lifted eyes to place it on aught but Thee. Never will I do anything that reminds me not of Thee.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-05": {
      "month": 5,
      "day": 5,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "Speaking before a convocation of Self-Realization Fellowship students in 1953, Rajarsi said: \"All that I have to give to you is the spirit of Master and of God. I have nothing more to say, nothing more to do except to carry out the wishes that Master had for this great movement. And what he is doing for you these days is not of me. I myself am only his Ilittle onei that he spoke of; and I shall never be more than a little one because it will always be Master, Paramahansaji, who is my life and my blessing to you all.\"",
      "source": "Rajarsi Janakananda",
      "book": ""
    },
    "05-06": {
      "month": 5,
      "day": 6,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "True devotees may be called fanatical in their devotion to Him. The only right kind of fanaticism is loyalty to God - night and day, night and day, thinking of Him. Without this kind of loyalty it is impossible to find God. Those who never miss Kriya, and who sit long in meditation and pray intensely to God, will discover the longed-for Treasure.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-07": {
      "month": 5,
      "day": 7,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "Falter no more....FoIIow the truth that God has sent through Self- Realization Fellowship and you shall be forever blessed. God is ever calling you through the flute of my heart. I urge you - forget Him not! Our bodies may perish, but let our souls forever blaze like eternal stars in the heart of God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-08": {
      "month": 5,
      "day": 8,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "You will find that everything will betray you if you betray your loyalty to God. So let not one drop of oil fall from the lamp of your attention in the sanctuary of inner silence as you meditate each day, and as you carefully perform your duties in the world.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-09": {
      "month": 5,
      "day": 9,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "God is equally present in all, but He is most definitely expressed in the heart of the spiritually minded, loyal person who thinks only of Him. Through your loyalty to God you can establish your Oneness with Him. Loyalty attracts the Divine Attention. Thus when the storms of life gather, and the waves of trials buffet you, you can guide the boat of your life safely to the divine shores by realizing His omnipresence.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-10": {
      "month": 5,
      "day": 10,
      "topic": "Loyalty",
      "weeklyTheme": "Loyalty",
      "specialDay": null,
      "quote": "To keep company with the guru is not only to be in his physical presence (as this is sometimes 4 impossible), but mainly means to keep him in our hearts and to be one with him in principle and to attune ourselves with him.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "05-11": {
      "month": 5,
      "day": 11,
      "topic": "Discrimination",
      "weeklyTheme": "Discrimination",
      "specialDay": null,
      "quote": "Remember that finding God will mean the funeral of all sorrows.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "05-12": {
      "month": 5,
      "day": 12,
      "topic": "Discrimination",
      "weeklyTheme": "Discrimination",
      "specialDay": null,
      "quote": "Saintliness is not dumbness! Divine perceptions are not incapacitating. The active expression of virtue gives rise to the keenest intelligence.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "05-13": {
      "month": 5,
      "day": 13,
      "topic": "Discrimination",
      "weeklyTheme": "Discrimination",
      "specialDay": null,
      "quote": "Attachment is blinding; it lends an imaginary halo of attractiveness to the object of desire.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "05-15": {
      "month": 5,
      "day": 15,
      "topic": "Discrimination",
      "weeklyTheme": "Discrimination",
      "specialDay": null,
      "quote": "Your good habits help you in ordinary and familiar situations but may not suffice to guide you when a new problem arises. Then discrimination is necessary. Man is not an automaton, and therefore cannot always live wisely by simply following set rules and rigid moral precepts. In the great variety of daily problems and events, we find scope for the development of good judgment.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-16": {
      "month": 5,
      "day": 16,
      "topic": "Discrimination",
      "weeklyTheme": "Discrimination",
      "specialDay": null,
      "quote": "Donlt advertise all your secrets in your desire to be honest. If you tell about your weaknesses to unscrupulous persons, they will have great times poking fun at you if on some future occasion they wish to hurt you. Why should you supply the \"ammunition\"? Speak and act in a way that will bring lasting happiness to yourself and others.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-17": {
      "month": 5,
      "day": 17,
      "topic": "Discrimination",
      "weeklyTheme": "Discrimination",
      "specialDay": null,
      "quote": "Loyalty to a spiritual custom without sincerity and conviction is hypocrisy. Loyalty to the spirit of a custom even without clinging to a form is wisdom. But loyalty neither to spiritual custom, nor principle, nor teacher is spiritual degeneration. Stand by God and His servant, and you will see His hand working through all things.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-18": {
      "month": 5,
      "day": 18,
      "topic": "Discrimination",
      "weeklyTheme": "Discrimination",
      "specialDay": null,
      "quote": "Donit mentally review any problem constantly. Let it rest at times and it may work itself out; but see that you do not rest so long that your discrimination is lost. Rather, use these rest periods to go deep within the calm regions of your inner Self.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-19": {
      "month": 5,
      "day": 19,
      "topic": "Discrimination",
      "weeklyTheme": "Discrimination",
      "specialDay": null,
      "quote": "Always keep your discrimination alive. Avoid those things that will not benefit you. And never pass your time in idleness.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-20": {
      "month": 5,
      "day": 20,
      "topic": "Discrimination",
      "weeklyTheme": "Discrimination",
      "specialDay": null,
      "quote": "When man becomes a little enlightened he compares his experiences relating to the material creation, gathered in the wakeful state, with his experiences in dream; and, understanding the latter to be merely ideas, begins to entertain doubts as to the substantial existence of the former. His heart then becomes propelled to know the real nature of the universe and, struggling to clear his doubts, he seeks for evidence to determine what is truth. In this state man is called , or one of the military classes; and to struggle in the manner aforesaid becomes his natural duty, by whose performance he may get an insight into the nature of creation and attain the real knowledge of it.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "05-21": {
      "month": 5,
      "day": 21,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "He is the wisest who seeks God. He is the most successful who has found God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-22": {
      "month": 5,
      "day": 22,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "It is not a pumping-in from the outside that gives wisdom. It is the power and extent of your inner receptivity that determines how much you can attain of true knowledge, and how rapidly.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-23": {
      "month": 5,
      "day": 23,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "It is not necessary to go through every kind of human experience in order to attain ultimate wisdom. You should be able to learn by studying the lives of others. Why become helplessly involved in an endless panorama of events in order to discover that nothing in this world can ever make you happy?",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-24": {
      "month": 5,
      "day": 24,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "This life is a master novel, written by God, and man would go crazy if he tried to understand it by reason alone. That is why I tell you to meditate more. Enlarge the magic cup of your intuition and then you will be able to hold the ocean of infinite wisdom.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-25": {
      "month": 5,
      "day": 25,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "The greatest thing you can do to cultivate true wisdom is to practice the consciousness of the world as a dream. If failure comes, say: \"It is a dream.\" Then shut off the thought of failure from your mind. In the midst of negative conditions, practice \"opposition\" by thinking and acting in a positive, constructive way.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-26": {
      "month": 5,
      "day": 26,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "As you look upon creation, which appears so solid and real, remember always to think of it as ideas in the mind of God, frozen into physical forms.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-27": {
      "month": 5,
      "day": 27,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "Your true personality begins to develop when you are able, by deep intuition, to feel that you are not this solid body but are the divine eternal current of Life and Consciousness within the body.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-28": {
      "month": 5,
      "day": 28,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "The rishis wrote in one sentence profundities that commentating scholars busy themselves over for generations. Endless literary controversy is for sluggard minds. What more quickly liberating thought than \"God is\" - nay, \"God\"?",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "05-30": {
      "month": 5,
      "day": 30,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "Every day you should sit quietly and affirm, with deep conviction: \"No birth, no death, no caste have l; father, mother, have I none. Blessed Spirit, I am He. I am the Infinite Happiness.\" If you again and again repeat these thoughts, day and night, you will eventually realize what you really are: an immortal soul.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "05-31": {
      "month": 5,
      "day": 31,
      "topic": "Wisdom",
      "weeklyTheme": "Wisdom",
      "specialDay": null,
      "quote": "Sorrow, illness, and failure are natural results of transgressions against Godls laws. Wisdom consists in avoiding such violations and finding peace and happiness within yourself through thoughts and actions that are in harmony with your real Self. Govern your mind wisely by dwelling upon the positive aspects of life. Do not be satisfied with drops of wisdom from scanty earthly sources; rather, seek wisdom without measure from Godls all-possessing, all-bountiful hands.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-01": {
      "month": 6,
      "day": 1,
      "topic": "Peace",
      "weeklyTheme": "Peace",
      "specialDay": null,
      "quote": "Fix your mind inwardly between the eyebrows [as in meditation] on the shoreless lake of peace. Watch the eternal circle of rippling peace around you. The more you watch intently, the more you will feel the wavelets of peace spreading from the eyebrows to the forehead, from the forehead to the heart, and on to every cell in your body. Now the waters of peace are overflowing the banks of your body and inundating the vast territory of your mind. The flood of peace flows over the boundaries of your mind and moves on in infinite directions.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-02": {
      "month": 6,
      "day": 2,
      "topic": "Peace",
      "weeklyTheme": "Peace",
      "specialDay": null,
      "quote": "Peace is found in surrender to good through devotion. People who are loving, who practice stillness, who delight in meditation and good actions, are really peaceful. Peace is the altar of God, the condition in which happiness exists.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-03": {
      "month": 6,
      "day": 3,
      "topic": "Peace",
      "weeklyTheme": "Peace",
      "specialDay": null,
      "quote": "Live each present moment completely and the future will take care of itself. Fully enjoy the wonder and beauty of each instant. Practice the presence of peace. The more you do that, the more you will feel the presence of that power in your life.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-04": {
      "month": 6,
      "day": 4,
      "topic": "Peace",
      "weeklyTheme": "Peace",
      "specialDay": null,
      "quote": "The peaceful individual remains calm until he wants to work, then he swings into action; and as soon as he is through, he swings back to the center of calmness. You must always be calm, like the pendulum that is still, but ready to swing into action whenever necessary.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-05": {
      "month": 6,
      "day": 5,
      "topic": "Peace",
      "weeklyTheme": "Peace",
      "specialDay": null,
      "quote": "Affirm divine calmness and peace, and send out only thoughts of love and goodwill if you want to live in peace and harmony. Live a godly life yourself and everyone who crosses your path will be helped just by being with you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-06": {
      "month": 6,
      "day": 6,
      "topic": "Peace",
      "weeklyTheme": "Peace",
      "specialDay": null,
      "quote": "To be controlled by moods is to be a part of matter. If you keep your mind on the resolve never to lose your peace, then you can attain godliness. Keep a secret chamber of silence within yourself, where you will not let moods, trials, battles, or inharmony enter. Keep out all hatred, revengefulness, and desires. In this chamber of peace God will visit you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-07": {
      "month": 6,
      "day": 7,
      "topic": "Peace",
      "weeklyTheme": "Peace",
      "specialDay": null,
      "quote": "When you have peace in every movement of your body, peace in your thinking and in your will power, peace in your love, and peace and God in your ambitions, remember, you have connected your life with God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-08": {
      "month": 6,
      "day": 8,
      "topic": "Peace",
      "weeklyTheme": "Peace",
      "specialDay": null,
      "quote": "Be honest with yourself. The world is not honest with you. The world loves hypocrisy. When you are honest with yourself you find the road to inner peace.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-09": {
      "month": 6,
      "day": 9,
      "topic": "Peace",
      "weeklyTheme": "Peace",
      "specialDay": null,
      "quote": "When we become filled with the joy of making others happy by giving F; them God-peace, then we shall know that God is expressing Himself through us.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-10": {
      "month": 6,
      "day": 10,
      "topic": "peace.",
      "weeklyTheme": "peace.",
      "specialDay": null,
      "quote": "Peace Each time a swarm of worries invades your mind, refuse to be affected; wait calmly, while seeking the remedy. Spray the worries with the powerful chemical of your",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-11": {
      "month": 6,
      "day": 11,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "Every minute is eternity because eternity can be experienced in that minute. Every day and minute and hour is a window through which you may see eternity. Life is brief, yet it is unending. The soul is everlasting, but out of the short season of this life you should reap the most you can of immortality.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-12": {
      "month": 6,
      "day": 12,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "Everything is God. This very room and the universe are floating like a motion picture on the screen of my consciousness....l look at this room and I see nothing but pure Spirit, pure Light, Pure Joy.... The pictures of my body and your bodies and all things in this world are only rays of light streaming out of that one sacred Light. As I see that Light I behold nothing anywhere but pure Spirit.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-13": {
      "month": 6,
      "day": 13,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "Eternity yawns at me below, above, on the left and on the right, in front and behind, within and without. With open eyes I behold myself as the little body. With closed eyes I perceive myself as the cosmic center around which revolves the sphere of eternity, the sphere of bliss, the sphere of omniscient, living space.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-14": {
      "month": 6,
      "day": 14,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "So long as we are immersed in body consciousness, we are like strangers in a foreign country. Our native land is omnipresence.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-15": {
      "month": 6,
      "day": 15,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "I feel Him percolating through my heart, as through all hearts, through the pores of the earth, through the sky, through all created things. He is the eternal motion of joy. He is the mirror of silence in which all creation is reflected.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-16": {
      "month": 6,
      "day": 16,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "Learn to see God in all persons, of whatever race or creed. You will know what divine love is when you begin to feel your oneness with every human being, not before.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-17": {
      "month": 6,
      "day": 17,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "The Ocean of Spirit has become the little bubble of my soul. Whether floating in birth, or disappearing in death, in the ocean of cosmic awareness the bubble of my life cannot die. I am indestructible consciousness, protected in the bosom of Spirit's immortality.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-18": {
      "month": 6,
      "day": 18,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "One day I saw a big pile of sand on which a tiny ant was crawling. I said: \"The ant must be thinking it is scaling the Himalaya mountains!\" The pile may have seemed gigantic to the ant, but not to me. Similarly, a million of our solar years may be less than a minute in the mind of God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-19": {
      "month": 6,
      "day": 19,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "We should train ourselves to think in grand terms: ........- Eternity! Infinity!",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-20": {
      "month": 6,
      "day": 20,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "I soar in the plane of consciousness above, beneath, on the left, on the right, within and without, everywhere, to find that in every nook of my space-home I have always been in the sacred presence of my Father.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-21": {
      "month": 6,
      "day": 21,
      "topic": "Expansion",
      "weeklyTheme": "Expansion",
      "specialDay": null,
      "quote": "We must meditate to attain deep faith. After we have received the first contact of God, we should then seek to develop the contact into a greater and greater consciousness. That is what Jesus asked everyone to do. He wanted them to receive his omnipresent consciousness. And that is what Paramahansaji teaches. He brings us God and all he asks is that we receive.",
      "source": "Rajarsi Janakananda",
      "book": ""
    },
    "06-22": {
      "month": 6,
      "day": 22,
      "topic": "Healing",
      "weeklyTheme": "Healing",
      "specialDay": null,
      "quote": "O Spirit, teach us to heal the body by recharging it with Thy cosmic energy, to heal the mind by concentration and cheerfulness, and to heal the disease of soul ignorance by the divine medicine of meditation on Thee.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-23": {
      "month": 6,
      "day": 23,
      "topic": "Healing",
      "weeklyTheme": "Healing",
      "specialDay": null,
      "quote": "Healing Absolute, unquestioning faith in God is the greatest method of instantaneous healing. An unceasing effort to arouse that faith is Man's highest and most rewarding duty.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-24": {
      "month": 6,
      "day": 24,
      "topic": "Healing",
      "weeklyTheme": "Healing",
      "specialDay": null,
      "quote": "The Infinite Source is an infinite dynamo, continually pouring strength, happiness, and power into the soul. That is why it is so important to rely as much as you can upon the Infinite Source.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-25": {
      "month": 6,
      "day": 25,
      "topic": "Healing",
      "weeklyTheme": "Healing",
      "specialDay": null,
      "quote": "Mind is the chief factor governing the body. One should always avoid suggesting to the mind thoughts of human limitations such as sickness, old age, and death. Rather, the mind should constantly be told this truth: \"l am the Infinite, which has become the body. The body, as a manifestation of Spirit, is the ever-youthful Spirit.\"",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-26": {
      "month": 6,
      "day": 26,
      "topic": "Healing",
      "weeklyTheme": "Healing",
      "specialDay": null,
      "quote": "Obey Gods hygienic laws. The mental hygiene of keeping the mind pure is superior to physical hygiene, but the latter is important, and should not be neglected. Do not, however, live by such rigid rules that the least deviation from your wanted habits upsets you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-27": {
      "month": 6,
      "day": 27,
      "topic": "Healing",
      "weeklyTheme": "Healing",
      "specialDay": null,
      "quote": "The body is a treacherous friend. Give it its due; no more. Pain and pleasure are transitory; endure all dualities with calmness, trying at the same time to remove yourself beyond their power. Imagination is the door through which disease as well as healing enters. Disbelieve in the reality of sickness even when you are ill; an unrecognized visitor will flee.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "06-28": {
      "month": 6,
      "day": 28,
      "topic": "Healing",
      "weeklyTheme": "Healing",
      "specialDay": null,
      "quote": "Stubborn mental or physical diseases always have a deep root in the subconsciousness. Illness may be cured by pulling out its hidden roots. That is why all affirmations of the conscious mind should be impressive enough to permeate the subconsciousness, which in turn automatically influences the conscious mind. Strong conscious affirmations thus react on the mind and body through the medium of the subconscious. Still stronger affirmations reach not only the subconscious, but also the superconscious mind - the magic storehouse of miraculous powers.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-29": {
      "month": 6,
      "day": 29,
      "topic": "Healing",
      "weeklyTheme": "Healing",
      "specialDay": null,
      "quote": "Physicians should carry on their work of healing through God's laws as applied to matter, Sri Yukteswar said. But he extolled the superiority of mental therapy, and often repeated: \"Wisdom is the greatest cleanser.\"",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "06-30": {
      "month": 6,
      "day": 30,
      "topic": "Healing",
      "weeklyTheme": "Healing",
      "specialDay": null,
      "quote": "I shall recognize all disease as the result of my transgressions against health laws and I shall try to undo the evil by right eating, by less eating, by fasting, by more exercise, and by right thinking.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-01": {
      "month": 7,
      "day": 1,
      "topic": "liberation.",
      "weeklyTheme": "liberation.",
      "specialDay": null,
      "quote": "Freedom Freedom means the power to act by soul guidance, not by the compulsions of desires and habits. Obeying the ego leads to bondage; obeying the soul brings",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-02": {
      "month": 7,
      "day": 2,
      "topic": "Freedom",
      "weeklyTheme": "Freedom",
      "specialDay": null,
      "quote": "Before you act, you have freedom, but after you act, the effect of that action will follow you whether you want it to or not. That is the law of karma. You are a free agent, but when you perform a certain act, you will reap the results of that act.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-03": {
      "month": 7,
      "day": 3,
      "topic": "Freedom",
      "weeklyTheme": "Freedom",
      "specialDay": null,
      "quote": "Man's freedom is final and immediate, if he so wills; it depends not on outer but inner victories.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-04": {
      "month": 7,
      "day": 4,
      "topic": "Freedom",
      "weeklyTheme": "Freedom",
      "specialDay": "Birthday of Sri Gyanamata ",
      "quote": "Birthday of Sri Gyanamata - The way to freedom is through service to others. The way to happiness is through meditation and being in tune with God....Break the barriers of your ego; shed selfishness; free yourself from the consciousness of the body; forget yourself; do away with this prison house of incarnations; melt your heart in all, be one with all creation.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-05": {
      "month": 7,
      "day": 5,
      "topic": "Freedom",
      "weeklyTheme": "Freedom",
      "specialDay": null,
      "quote": "You donlt know how fortunate you are to have been born as a human being. In that you are blessed more than any other creature. The animal is not able to meditate and have God-communion. You have your freedom to seek Him and you donlt use it.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-06": {
      "month": 7,
      "day": 6,
      "topic": "Freedom",
      "weeklyTheme": "Freedom",
      "specialDay": null,
      "quote": "The soul is bound to the body by a chain of desires, temptations, troubles, and worries, and it is trying to free itself. If you keep tugging at that chain which is holding you to mortal consciousness, some day an invisible Divine Hand will intervene and snap it apart, and you will be free.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-07": {
      "month": 7,
      "day": 7,
      "topic": "Freedom",
      "weeklyTheme": "Freedom",
      "specialDay": null,
      "quote": "To be able to do whatever one pleases is not the real meaning of freedom of action. You should understand to what degree you are free, and how much you are influenced by bad habits. To be good just because it has become a habit to be good is not freedom, either. To be tempted is not sinfulness, but to be able to resist and overcome temptation is greatness; this is freedom, for you are acting by free will and free choice only.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-08": {
      "month": 7,
      "day": 8,
      "topic": "Freedom",
      "weeklyTheme": "Freedom",
      "specialDay": null,
      "quote": "When by discrimination and right action man \"roasts\" all the seeds of evil tendencies stored in the mind, each microscopic brain cell becomes a throne for a brilliant king of wisdom, inspiration, and health, who sings and preaches the glory of God to the intelligent body cells. Men who have attained this state are really free. Such liberated beings are untouched by karma in future incarnations, and reincarnate only in order to wipe away the tears of the karma-bound. These liberated masters are haloed in invisible healing light. Wherever they go, they scatter the light of prosperity and health.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-09": {
      "month": 7,
      "day": 9,
      "topic": "Freedom",
      "weeklyTheme": "Freedom",
      "specialDay": null,
      "quote": "Swami Sri Yukteswar to Paramahansa Yogananda: \"Freedom of will does not consist in doing things according to the dictates of prenatal or postnatal habits or of mental whims, but in acting according to the suggestions of wisdom and free choice. If you tune in your will with mine [the wisdom-guided will of the guru], you will find freedom.\"",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "07-10": {
      "month": 7,
      "day": 10,
      "topic": "a lark.",
      "weeklyTheme": "a lark.",
      "specialDay": null,
      "quote": "Freedom Resolve that you are not going to be affected by troubles; you are not going to be finicky; you are not going to be a victim of habits and moods; you are going to be free as",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-11": {
      "month": 7,
      "day": 11,
      "topic": "Freedom",
      "weeklyTheme": "Freedom",
      "specialDay": null,
      "quote": "You cannot be free unless you have burned the seeds of past actions in the fire of wisdom and meditation.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-12": {
      "month": 7,
      "day": 12,
      "topic": "Right Attitude",
      "weeklyTheme": "Right Attitude",
      "specialDay": null,
      "quote": "See nothing, look at nothing but your goal, ever shining before you. The things that happen to us do not matter; what we become through them does. Each day, accept everything as coming to you from God. At night, give everything back into His hands.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "07-13": {
      "month": 7,
      "day": 13,
      "topic": "Right Attitude",
      "weeklyTheme": "Right Attitude",
      "specialDay": null,
      "quote": "Avoid a negative approach to life. Why gaze down the sewers when there is loveliness all around us? One may find some fault in even the greatest masterpieces of art, music, and literature. But isn't it better to enjoy their charm and glory? Life has a bright side and a dark side, for the world of relativity is composed of light and shadows. If you permit your thoughts to dwell on evil, you yourself will become ugly. Look only for the good in everything, that you absorb the quality of beauty.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-14": {
      "month": 7,
      "day": 14,
      "topic": "Right Attitude",
      "weeklyTheme": "Right Attitude",
      "specialDay": null,
      "quote": "I do not expect anything from others, so their actions cannot be in opposition to wishes of mine.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "07-15": {
      "month": 7,
      "day": 15,
      "topic": "Right Attitude",
      "weeklyTheme": "Right Attitude",
      "specialDay": null,
      "quote": "When you are told you are good, you should not relax but should try to become even better. Your continuous improvement gives happiness to you, to those around you, and to God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-16": {
      "month": 7,
      "day": 16,
      "topic": "Right Attitude",
      "weeklyTheme": "Right Attitude",
      "specialDay": null,
      "quote": "Don't concern yourself with the faults of others. Use the scouring powder of wisdom to keep the rooms of your own mind bright and spotless. By your example, other persons will be inspired to do their own housecleaning.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-17": {
      "month": 7,
      "day": 17,
      "topic": "Right Attitude",
      "weeklyTheme": "Right Attitude",
      "specialDay": null,
      "quote": "Live only in the present, not in the future. Do your best today; Don't look for tomorrow.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-18": {
      "month": 7,
      "day": 18,
      "topic": "Right Attitude",
      "weeklyTheme": "Right Attitude",
      "specialDay": null,
      "quote": "Paramahansa Yogananda memorial tribute to Sister Gyanamata: \"l had never seen, never heard Sister criticize anybody; never heard a cross word from her lips. All the disciples whose good fortune it was to know her found a new inspiration, and they all said, 'She is indeed a saint.\"'",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-19": {
      "month": 7,
      "day": 19,
      "topic": "Right Attitude",
      "weeklyTheme": "Right Attitude",
      "specialDay": null,
      "quote": "These three instructions, plus meditation, contain the only rule of life that any disciple needs: detachment; realization of God as the Giver; and unruffled patience. As long as we fail in any one of these three, we still have a serious spiritual defect to overcome.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "07-20": {
      "month": 7,
      "day": 20,
      "topic": "Right Attitude",
      "weeklyTheme": "Right Attitude",
      "specialDay": null,
      "quote": "If I were to give you the gift that I would like best of all to offer you, it would be the right attitude toward God and Guru; toward life; toward your work; toward the others of your group. But the best gifts cannot be purchased and given. The gifts and graces of the soul must be acquired by patient, daily practice. All will surely be yours in time, for if you do not obtain them in the position to which God has called you, where, in all the world, are they to be found?",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "07-21": {
      "month": 7,
      "day": 21,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "Once when I was meditating I heard His voice, whispering: \"Thou dost say I am away, but thou didst not come in. That is why thou dost say I am away. I am always in. Come in and thou wilt see Me. I am always here, ready to greet thee. II",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-22": {
      "month": 7,
      "day": 22,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "When you meditate, immerse your whole mind in God. And when you are performing a duty, put your whole heart into it. But as soon as you are through with work, place your mind on the Lord. When you learn to practice the presence of God in every moment that you are free to think of Him, then even in the midst of work you will be aware of divine communion.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-23": {
      "month": 7,
      "day": 23,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "Whenever your mind wanders in the maze of myriad worldly thoughts, patiently lead it back to remembrance of the indwelling Lord. In time you will find Him ever with you - a God who talks with you in your own language, a God whose face peeps at you from every flower and shrub and blade of grass. Then you shall say: III am free! I am clothed in the gossamer of Spirit; I fly from earth to heaven on wings of light. And what joy will consume your being!",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-24": {
      "month": 7,
      "day": 24,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "God is approachable. Talking of Him and listening to His words in the scriptures, thinking of Him, feeling His presence in meditation, you will see that gradually the Unreal becomes real, and this world which you think is real will be seen as unreal. There is no joy like that realization.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-25": {
      "month": 7,
      "day": 25,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "Mahavatar Babaji has promised to guard and guide all sincere Kriya Yogis in their path toward the Goal.... \"Whenever anyone utters with reverence the name of Babaji,\" Lahiri Mahasaya said, \"that devotee attracts an instant spiritual blessing.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-26": {
      "month": 7,
      "day": 26,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "Although I am planning and doing things in the world, it is only to please the Lord. I test myself: even when I am working I whisper within, \"Where are You, Lord?\" and the whole world changes. There is nothing but a great Light, and I am a little bubble in that Ocean of Light. Such is the joy of existence in God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-27": {
      "month": 7,
      "day": 27,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "How easy it is to pack the day with foolishness, how difficult to fill it with worthwhile activities and thoughts! Yet God is not so much interested in what we are doing as in where the mind is. Everyone has a different difficulty, but God doesnlt listen to any excuses. He wants the devoteels mind to be engrossed in Him in spite of any troublesome circumstances.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-28": {
      "month": 7,
      "day": 28,
      "topic": "without You. II",
      "weeklyTheme": "without You. II",
      "specialDay": null,
      "quote": "Practicing the Presence of God Pray to Him, \"Lord, You are the Master of creation, so I come to You. I will never give up until You talk to me and make me realize Your presence. I will not live",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-29": {
      "month": 7,
      "day": 29,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "There cannot be any excuse for not thinking of God. Day and night, rolling in the background of your mind, God! God! God!....Whether you are washing dishes or digging a ditch or working in an office or a garden - whatever you may be doing - inwardly say, \"Lord, manifest to me! You are right here. You are in the sun. You are in the grass. You are in the water. You are in this room. You are in my heart.\"",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-30": {
      "month": 7,
      "day": 30,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "No matter which way you turn a compass, its needle points to the north. So it is with the true yogi. Immersed he may be in many activities, but his mind is always on the Lord. His heart constantly sings: \"My God, my God, most lovable of all!\"",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "07-31": {
      "month": 7,
      "day": 31,
      "topic": "Practicing the Presence of God",
      "weeklyTheme": "Practicing the Presence of God",
      "specialDay": null,
      "quote": "Whenever you see a beautiful sunset, think to yourself: \"It is Godls painting on the sky.\" As you e, look into the face of each person you meet, think within: \"It is God who has become that form.\" Apply this trend of thought to all experiences: \"The blood in my body is God; the reason in my mind is God; the love in my heart is God; everything that exists is God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-01": {
      "month": 8,
      "day": 1,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "The greatest of all duties is to remember God. The first thing to do in the morning is to meditate on Him and think how you can give your life to His service, so that all day long you will be filled with His joy.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-02": {
      "month": 8,
      "day": 2,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "There is no way to find God's love other than to surrender to Him. Master your mind so that you may offer it to Him.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-03": {
      "month": 8,
      "day": 3,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "Dear Father, whatever conditions confront me, I know that they represent the next step in my unfoldment. I will welcome all tests because I know that within me is the intelligence to understand and the power to overcome.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-04": {
      "month": 8,
      "day": 4,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "My guru, Sri Yukteswarji [said]: \"To know God, don't expect anything. Just launch yourself with faith into His blissful Presence within.\"... The devotee will ultimately find Him if he remains sheltered in the Lord by thinking about Him during all good activities, and by fully surrendering to Him the outcome of all actions and all happenings in his life.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-05": {
      "month": 8,
      "day": 5,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "I am Thine, O Lord! I will make myself worthy of Thine acceptance. I will not make a burnt offering unto the Lord my God of that which doth cost me nothing. I will lay myself, with all my prejudices and pettiness, with all the flesh holds dear, upon the burning pyre. I will lift my heart daily to Mahavatar Babaji, Lahiri Mahasaya, Swami Sri Yukteswarji, and my Guru Paramahansa Yoganandaji, asking for their many-jewelled gifts of Self-realization. In the stillness of night, out of the depth of my heart I will cry: \"Speak, Lord, for Thy servant heareth. \" When the call to disagreeable duty is sounded, I will answer, \"Here am I, Lord; send me.\"",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "08-06": {
      "month": 8,
      "day": 6,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "May every act of my will be impregnated with Thy divine vitality. Ornament with Thy grace my every concept, every expression, every ambition. O Divine Sculptor, chisel Thou my life to Thy design!",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-07": {
      "month": 8,
      "day": 7,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "The Lord knows the course of our thoughts. He does not reveal Himself to us until we have surrendered to Him our last worldly desire; until each of us says: \"Father, guide and possess me.\"",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-08": {
      "month": 8,
      "day": 8,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "When someone tells me how much he has worked ........- for God, I see the poor quality of his spirit. Those who work for the Lord in the right way never think in terms of how much they are doing for Him. Rather, they think only of how much He is doing for them - giving them a body through which they can render service to others, a mind to think about Him and His wonders, and a heart to love Him as their Father, Maker, and sole Benefactor.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-09": {
      "month": 8,
      "day": 9,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "No matter how hard you work, never go to bed without giving God the deepest attention. You wonlt die; but die for God if it is necessary.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-10": {
      "month": 8,
      "day": 10,
      "topic": "Surrender to God",
      "weeklyTheme": "Surrender to God",
      "specialDay": null,
      "quote": "\"Lord, my hands and feet are working for You. You have given me a certain part to play in this world, and everything I am doing in this world is for You.\" Surrender yourself to God and you will find that your life will become like a beautiful melody. If you try to do everything in the consciousness of God, you will see with joy that every day He is choosing certain duties for you to perform.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-11": {
      "month": 8,
      "day": 11,
      "topic": "Purification",
      "weeklyTheme": "Purification",
      "specialDay": null,
      "quote": "Kriya Yoga is the real \"fire rite\" oft extolled in the Gita. The yogi casts his human longings into a monotheistic bonfire consecrated to the unparalleled God....AII past and present desires are fuel consumed by love divine. The Ultimate Flame receives the sacrifice of all human madness, and man is pure of dross. His metaphorical bones stripped of all desirous flesh, his karmic skeleton bleached by antiseptic suns of wisdom, inoffensive before man and Maker, he is clean at last.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-12": {
      "month": 8,
      "day": 12,
      "topic": "Purification",
      "weeklyTheme": "Purification",
      "specialDay": null,
      "quote": "The will of God flows to the disciple through the Guru at all times. If we accept our discipline in the right spirit, it will strengthen our character as nothing else could.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "08-13": {
      "month": 8,
      "day": 13,
      "topic": "Purification",
      "weeklyTheme": "Purification",
      "specialDay": null,
      "quote": "Forsake slavery to the desires of the flesh. Until you have established your spiritual mastery over the body, the body is your enemy. Always remember that! Have no other desire than to spread His name and to think and sing of Him all the time. What joy! Can money give us this joy? No! It comes only from God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-14": {
      "month": 8,
      "day": 14,
      "topic": "Purification",
      "weeklyTheme": "Purification",
      "specialDay": null,
      "quote": "The kingdom of my mind is begrimed with ignorance. By steady rains of diligence in self- discipline may I remove from my cities of spiritual carelessness the ancient debris of delusion.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-15": {
      "month": 8,
      "day": 15,
      "topic": "Purification",
      "weeklyTheme": "Purification",
      "specialDay": null,
      "quote": "...You cannot make steel until you have made the iron white-hot in fire. It is not meant for harm. Trouble and disease have a lesson for us. Our painful experiences are not meant to destroy us, but to burn out our dross, to hurry us back Home. No one is more anxious for our release than God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-16": {
      "month": 8,
      "day": 16,
      "topic": "Purification",
      "weeklyTheme": "Purification",
      "specialDay": null,
      "quote": "The aspiring yogi of the West as well as of the East must discipline himself....He should refrain from making too much fuss about the body. If he sees he is finding time for everything else but is too busy for God, he should take the whip of discipline to himself. Why be afraid? There is everything to gain. If a man will not himself cry and struggle to attain his own salvation, will anyone else do it for him?",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-17": {
      "month": 8,
      "day": 17,
      "topic": "Purification",
      "weeklyTheme": "Purification",
      "specialDay": null,
      "quote": "In doing good we must sometimes suffer. To find the Lord we must be willing to suffer. What is it to endure discomfort of the flesh and discipline of the mind to gain the eternal solace of Spirit? Christls joy in God was so great he was willing to give up the body for Him. The purpose of life is to attain that tremendous happiness - to find God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-18": {
      "month": 8,
      "day": 18,
      "topic": "Purification",
      "weeklyTheme": "Purification",
      "specialDay": null,
      "quote": "I have come to measure spiritual advancement, not alone by the light that surrounds one when he meditates or by the visions he has of saints, but by what he is able to endure in the hard, cold light of day. Christls greatness was not only that he could go into meditation and gloriously realize his oneness with the Father, his absolute identity, but also that he could endure.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "08-19": {
      "month": 8,
      "day": 19,
      "topic": "Purification",
      "weeklyTheme": "Purification",
      "specialDay": null,
      "quote": "Yoga is definite and scientific. Yoga means union of soul and God, through step-by-step methods with specific and known results. It raises the practice of religion above the differences of dogma. My guru, Sri Yukteswar, extolled Yoga; he did not, however, indicate that realization of God thereby would be immediate. \"You have to work hard for it, he told me. I did, and when the promised results came, I saw that Yoga was marvelous.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-20": {
      "month": 8,
      "day": 20,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "By meditation we connect the little joy of the soul with the vast joy of the Spirit. Meditation should not be confused with ordinary concentration. Concentration consists in freeing the attention from distractions and in focusing it on any thought in which one may be interested. Meditation is that special form of concentration in which the attention has been liberated from restlessness and is focused on God. Meditation, therefore, is concentration used to know God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-21": {
      "month": 8,
      "day": 21,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "Remember that the longer you practice meditation with intensity, the nearer you will be to joyous contact with the silent God. Intensity consists in making every todays meditation deeper than yesterdays and every tomorrowls meditation deeper than todays.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-22": {
      "month": 8,
      "day": 22,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "Do not say: \"Tomorrow I will meditate longer.\" You will suddenly find that a year has passed without fulfillment of your good intentions. Instead, say: \"This can wait and that can wait, but my search for God cannot wait. II",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-23": {
      "month": 8,
      "day": 23,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "The most destructive shaft of maya-delusion is unwillingness to meditate, for by this attitude one prevents himself from tuning in with God and Guru.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-24": {
      "month": 8,
      "day": 24,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "First things must come first. When you awaken in the morning, meditate. If you donlt, the whole world will crowd in to claim you, and you will forget God. At night, meditate before sleep claims you. I am so strongly established in the habit of meditation that even after I lie down to sleep at night, I find I am meditating. I canit sleep in the ordinary way. The habit of being with God comes first.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-25": {
      "month": 8,
      "day": 25,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "When you seek God, make even a short meditation so intense that it will seem you have spent hours with Him.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-26": {
      "month": 8,
      "day": 26,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "The more you meditate, the more helpful you can be to others, and the more deeply you will be in tune with God. Selfish people remain spiritually hidebound, but the unselfish expand their consciousness. When you find your omnipresence in meditation, you will find God. If He is pleased with you, all nature will work in harmony with you. Learn to talk to Him with all your soul.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-27": {
      "month": 8,
      "day": 27,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "Why should God surrender Himself easily to you? You who work so hard for money and so little for divine realization! The Hindu saints tell us that if we would give so short a time as 24 hours to continuous, uninterrupted prayer, the Lord would appear before us or make Himself known to us in some way. If we devote even one hour daily to deep meditation on Him, in time He will come to us.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-28": {
      "month": 8,
      "day": 28,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "No matter what happens to your body, meditate. Never go to sleep at night until you have communed with God. Your body will remind you that you have worked hard and need rest, but the more you ignore its demands and concentrate on the Lord, the more you will burn with joyous life, like a globe afire. Then you will know that you are not the body.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-29": {
      "month": 8,
      "day": 29,
      "topic": "Whole.",
      "weeklyTheme": "Whole.",
      "specialDay": null,
      "quote": "Meditation Do not lament if you see no lights or images in meditation. Go deep into the perception of Bliss; there you will find the actual presence of God. Seek not a part but the",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-30": {
      "month": 8,
      "day": 30,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "The more sweetening you put in water, the sweeter it becomes. Likewise, the longer you meditate intensely, the greater will be your spiritual advancement.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "08-31": {
      "month": 8,
      "day": 31,
      "topic": "Meditation",
      "weeklyTheme": "Meditation",
      "specialDay": null,
      "quote": "What joy awaits discovery in the silence behind the portals of your mind no human tongue can tell. But you must convince yourself; you must meditate and create that environment.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-01": {
      "month": 9,
      "day": 1,
      "topic": "Effort",
      "weeklyTheme": "Effort",
      "specialDay": null,
      "quote": "Everything in future will improve if you are making a spiritual effort now.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "09-02": {
      "month": 9,
      "day": 2,
      "topic": "Effort",
      "weeklyTheme": "Effort",
      "specialDay": null,
      "quote": "Practicing yoga is half the battle. Even if you donlt feel enthusiastic in the beginning, if you go on practicing you will come to feel that tremendous longing for God which is necessary if you are to find Him. Why donlt you make the effort? Whence do all the beautiful things in creation continually emerge? Whence comes the intelligence of great souls, but from the storehouse of the Infinite Spirit? And if these wonders you see about you are not enough to induce you to seek Him, why should He reveal Himself to you? He has given you the capacity for love that you may yearn for Him above all else. Donit misuse your love and reason. And donlt misuse your concentration and intelligence on false goals.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-03": {
      "month": 9,
      "day": 3,
      "topic": "Effort",
      "weeklyTheme": "Effort",
      "specialDay": null,
      "quote": "Often we continue to suffer without making an effort to change; that is why we donlt find lasting peace and contentment. If we would persevere we would certainly be able to conquer all difficulties. We must make the effort, that we may go from misery to happiness, from despondency to courage.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-04": {
      "month": 9,
      "day": 4,
      "topic": "Effort",
      "weeklyTheme": "Effort",
      "specialDay": null,
      "quote": "To coax God to give Himself takes steady, unceasing zeal. Nobody can teach you that zeal. You have to develop that yourself. \"You can take a horse to water but you cannot make him drink.\" Yet when the horse is thirsty it seeks out water with zeal. So, when you have an immense thirst for the Divine, when you will not give undue importance to anything else - the tests of the world or the tests of the body - then He will come.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-06": {
      "month": 9,
      "day": 6,
      "topic": "Effort",
      "weeklyTheme": "Effort",
      "specialDay": null,
      "quote": "All souls are equal. The only difference between you and me is that I made the effort. I showed God that I love Him, and He came to me. Love is the magnet from which God cannot escape.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-08": {
      "month": 9,
      "day": 8,
      "topic": "Effort",
      "weeklyTheme": "Effort",
      "specialDay": null,
      "quote": "Remember, if you donlt find God, you are not making enough effort in your meditation. Should you not find the pearl after one or two divings, donlt blame the ocean. Blame your diving; you are not going deep enough. If you dive really deep you will find the pearl of his presence.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-09": {
      "month": 9,
      "day": 9,
      "topic": "Effort",
      "weeklyTheme": "Effort",
      "specialDay": null,
      "quote": "You should increase the strength of your body and then increase the strength of your mind. The best way to increase mental power is to try to accomplish something worthwhile every day. Choose some worthy task or project that you have been told you could not do, and try to do it. Each day strive to accomplish something that you have always thought you could not accomplish.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-10": {
      "month": 9,
      "day": 10,
      "topic": "Effort",
      "weeklyTheme": "Effort",
      "specialDay": null,
      "quote": "You should make a greater effort. Forget the past and trust more in God. Our fate is not predestined by Him; nor is karma the sole factor, though our lives are influenced by our past thoughts and past activities. If you are not happy with the way life is turning out, change the pattern. I donlt like to hear people sigh and ascribe present failure to past-life errors; to do so is spiritual laziness. Get busy and weed the garden of your life.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-11": {
      "month": 9,
      "day": 11,
      "topic": "Effort",
      "weeklyTheme": "Effort",
      "specialDay": null,
      "quote": "All the experiences I have told you about are scientifically attainable. If you follow the spiritual laws, the result is certain. If the result doesnlt come, find fault with your effort. Intensity in all your religious practices is the only way. Those who donlt meditate regularly and deeply are restless whenever they do meditate, and give up after a short effort. But if you make a greater effort day by day, the ability to go deep will come. I donlt have to make any effort now; the whole world is gone instantly when I close my eyes and gaze into the Christ Center [the spiritual eye, in the forehead between the eyebrows].",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-12": {
      "month": 9,
      "day": 12,
      "topic": "Right Activity",
      "weeklyTheme": "Right Activity",
      "specialDay": null,
      "quote": "If your mind is fully identified with your activities, you cannot be conscious of the Lord; but if you are calm and receptive to Him within while being active without, you are rightly active.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-13": {
      "month": 9,
      "day": 13,
      "topic": "Right Activity",
      "weeklyTheme": "Right Activity",
      "specialDay": null,
      "quote": "You alone are responsible for yourself. No one else may answer for your deeds when the final reckoning comes. Your work in the world - in the sphere where your karma, your own past activity, has placed you - can be performed only by one person: yourself. And your work can be called a Isuccess\" only when in some way it serves your fellowman.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-14": {
      "month": 9,
      "day": 14,
      "topic": "Right Activity",
      "weeklyTheme": "Right Activity",
      "specialDay": null,
      "quote": "Before embarking on important undertakings, sit quietly, calm your senses and thoughts and meditate deeply. You will then be guided by the great creative power of Spirit.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-18": {
      "month": 9,
      "day": 18,
      "topic": "Right Activity",
      "weeklyTheme": "Right Activity",
      "specialDay": null,
      "quote": "If we are at peace within our beings, we can harmoniously carry on our duties even in the business sphere. We can accomplish admirable things in the world without necessarily clashing with others. After our days work is over we can retire within to be with God again. Eventually, even in the business world, we can perform all our duties with the full consciousness of Godls presence. If we are calm and peaceful, come what may - success or seeming failure - we remain even-minded, feeling the certainty that His will is being done.",
      "source": "Rajarsi Janakananda",
      "book": ""
    },
    "09-19": {
      "month": 9,
      "day": 19,
      "topic": "Right Activity",
      "weeklyTheme": "Right Activity",
      "specialDay": null,
      "quote": "Your new work should be your only concern now. Do not feel attachment to the old. Accept changes with equanimity, and perform in a spirit of divine freedom whatever duties come your way. If God were to say to me today: \"Come home!\" without a backward glance I would leave all my obligations here - organization, buildings, plans, people - and hasten to obey Him. Running the world is His responsibility. He is the Doer, not you or l.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-20": {
      "month": 9,
      "day": 20,
      "topic": "Right Activity",
      "weeklyTheme": "Right Activity",
      "specialDay": null,
      "quote": "First meditate and feel the divine Presence; then do your work saturated with the consciousness of God. If you do this you will never become tired. If you work for your Divine Beloved, your life will be filled with love and strength.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-21": {
      "month": 9,
      "day": 21,
      "topic": "Right Activity",
      "weeklyTheme": "Right Activity",
      "specialDay": null,
      "quote": "We will be seen on this stage of life again and again, until we become such good actors that we can play our parts perfectly, according to the Divine Will. Then the Stage Manager will say: \"You need Igo no more outl (Rev. 3:12). You have done My Will. You have played your part, and acted well. You did not lose courage. Now you have come back to Me, to be a pillar of immortality in the temple of My Eternal Existence. II",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-24": {
      "month": 9,
      "day": 24,
      "topic": "Perfection",
      "weeklyTheme": "Perfection",
      "specialDay": null,
      "quote": "If others fool away their time, you be lost in God. You will go ahead. Let your example change othersl lives. Reform yourself and you will reform thousands.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "09-30": {
      "month": 9,
      "day": 30,
      "topic": "Perfection",
      "weeklyTheme": "Perfection",
      "specialDay": null,
      "quote": "I am ever with those who practice Kriya. I will guide you to the Cosmic Home through your ever enlarging spiritual perceptions.",
      "source": "Lahiri Mahasaya",
      "book": ""
    },
    "10-01": {
      "month": 10,
      "day": 1,
      "topic": "Balance",
      "weeklyTheme": "Balance",
      "specialDay": null,
      "quote": "Mahavatar Babaji to Lahiri Mahasaya: \"The millions who are encumbered by family ties and heavy worldly duties will take new heart from you, a householder like themselves....A sweet new breath of divine hope will penetrate the arid hearts of worldly men. From your balanced life, they will understand that liberation is dependent on inner, rather than outer, renunciations. II",
      "source": "Mahavatar Babaji",
      "book": ""
    },
    "10-02": {
      "month": 10,
      "day": 2,
      "topic": "Balance",
      "weeklyTheme": "Balance",
      "specialDay": null,
      "quote": "Not through a desultory life but through a regular and balanced life will you receive the blessings of the Masters. Then evil will never use you as an instrument.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-03": {
      "month": 10,
      "day": 3,
      "topic": "Balance",
      "weeklyTheme": "Balance",
      "specialDay": null,
      "quote": "When you work for God, not self, it is just as good as meditation. Then work helps your meditation and meditation helps your work. You need the balance. With meditation only, you become lazy. With activity only, the mind becomes worldly and you forget God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-05": {
      "month": 10,
      "day": 5,
      "topic": "Balance",
      "weeklyTheme": "Balance",
      "specialDay": null,
      "quote": "Whether you are suffering in this life, or smiling with opulence and power, your consciousness should remain unchanged. If you can accomplish evenmindedness, nothing can ever hurt you. The lives of all great masters show that they have achieved this blessed state.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-06": {
      "month": 10,
      "day": 6,
      "topic": "Balance",
      "weeklyTheme": "Balance",
      "specialDay": null,
      "quote": "I will be calmly active, actively calm. I will not become lazy and mentally ossified. Nor will I be overactive, able to earn money but unable to enjoy life. I will meditate regularly to maintain true balance",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-07": {
      "month": 10,
      "day": 7,
      "topic": "Balance",
      "weeklyTheme": "Balance",
      "specialDay": null,
      "quote": "The material and the spiritual are but two parts of one universe and one truth. By overstressing one part or the other, man fails to achieve the balance necessary for harmonious development....Practice the art of living in this world without losing your inner peace of mind. Follow the path of balance to reach the inner wondrous garden of Self-realization.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-08": {
      "month": 10,
      "day": 8,
      "topic": "Balance",
      "weeklyTheme": "Balance",
      "specialDay": null,
      "quote": "Do not confuse understanding with a larger vocabulary. Sacred writings are beneficial in stimulating desire for inward realization, if one stanza at a time is slowly assimilated. Otherwise, continual intellectual study may result in vanity, false satisfaction, and undigested knowledge.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "10-09": {
      "month": 10,
      "day": 9,
      "topic": "Balance",
      "weeklyTheme": "Balance",
      "specialDay": null,
      "quote": "Though you must remain in the world, be not of the world. Real yogis can talk and mingle with people, but all the while their minds are rapt in God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-10": {
      "month": 10,
      "day": 10,
      "topic": "Balance",
      "weeklyTheme": "Balance",
      "specialDay": null,
      "quote": "Millions of people live a one-sided life and pass on in incompleteness. God has given each of us a soul, a mind, and a body, which we should try to develop uniformly. If you have led a life dominated by worldly influences, do not let the world impose its delusions on you any longer. You should control your own life henceforth; you should become the ruler of your own mental kingdom. Fears, worries, discontent, and unhappiness all result from a life uncontrolled by wisdom.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-11": {
      "month": 10,
      "day": 11,
      "topic": "Courage",
      "weeklyTheme": "Courage",
      "specialDay": null,
      "quote": "Look fear in the face and it will cease to trouble you.",
      "source": "Swami Sri Yukteswar",
      "book": ""
    },
    "10-12": {
      "month": 10,
      "day": 12,
      "topic": "Courage",
      "weeklyTheme": "Courage",
      "specialDay": null,
      "quote": "I know now that I am a lion of cosmic power. Bleating no more, I shake the error forest with reverberations of Thine almighty voice. In divine freedom I bound through the jungle of earthly delusions, devouring the little creatures of vexing worries and timidities, and the wild hyenas of disbelief. O Lion of Liberation ever send through me Thy roar of all-conquering courage.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-13": {
      "month": 10,
      "day": 13,
      "topic": "Courage",
      "weeklyTheme": "Courage",
      "specialDay": null,
      "quote": "Teach me to be tenaciously and cautiously courageous instead of often being afraid. I will fear nothing except myself, when I try to deceive my conscience.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-14": {
      "month": 10,
      "day": 14,
      "topic": "Courage",
      "weeklyTheme": "Courage",
      "specialDay": null,
      "quote": "In education not enough stress is laid upon the need for courage in the character. We must learn to endure. And the only way to learn is by enduring. In courage one sees the brilliant triumph of the soul over the flesh.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "10-15": {
      "month": 10,
      "day": 15,
      "topic": "Courage",
      "weeklyTheme": "Courage",
      "specialDay": null,
      "quote": "Do not take lifels experiences too seriously. Above all, do not let them hurt you, for in reality they are nothing but dream experiences....lf circumstances are bad and you have to bear them, do not make them a part of yourself. Play your part in life, but never forget it is only a role. What you lose in the world will not be a loss to your soul. Trust in God and destroy fear, which paralyzes all efforts to succeed and attracts the very thing you fear.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-16": {
      "month": 10,
      "day": 16,
      "topic": "Courage",
      "weeklyTheme": "Courage",
      "specialDay": null,
      "quote": "I laugh at all fears, for my Father-Mother, beloved God, is attentively awake and present everywhere with the deliberate purpose of protecting me from the temptations of evil.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-17": {
      "month": 10,
      "day": 17,
      "topic": "fearless.",
      "weeklyTheme": "fearless.",
      "specialDay": null,
      "quote": "Courage Fearlessness means faith in God: faith in His protection, His justice, His wisdom, His mercy, His love, and His omnipresence.... To be fit for Self-realization, man must be",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-18": {
      "month": 10,
      "day": 18,
      "topic": "Courage",
      "weeklyTheme": "Courage",
      "specialDay": null,
      "quote": "The wise devotee should be cautious, rather than afraid. He should cultivate a courageous spirit, without rashly exposing himself to conditions that may arouse apprehensions.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-19": {
      "month": 10,
      "day": 19,
      "topic": "Courage",
      "weeklyTheme": "Courage",
      "specialDay": null,
      "quote": "I have bled for Thy Name; and for Thy Namels sake I am willing ever to bleed. Like a mighty warrior, with gory limbs, injured body, wounded honor, and a thorn crown of derision, undismayed I fight on. My scars I wear as roses of courage, of inspiration to persevere in the battle against evil. I may continue to suffer blows on my arms outstretched to help others, and receive persecution instead of love, but my soul shall ever bask in the sunshine of Thy blessings, O Lord. Thou dost guide Thy soldierls campaigns that conquer for Thee the lands of human hearts now oppressed by sadness.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-20": {
      "month": 10,
      "day": 20,
      "topic": "Courage",
      "weeklyTheme": "Courage",
      "specialDay": null,
      "quote": "Fear nothing else, but try to fear fear....Remember, no matter what your tests are, you are not too weak to fight. God will not suffer you to be tempted more than you are able to bear.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-21": {
      "month": 10,
      "day": 21,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "The worst of all temptations is restlessness. It is evil because it keeps your attention on the world and thus causes you to remain in ignorance of God. If you meditate regularly, you will be with God all the time.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-22": {
      "month": 10,
      "day": 22,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "Evil has its power. If you side with it, it will hold you. When you make a misstep, return immediately to the ways of righteousness.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-23": {
      "month": 10,
      "day": 23,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "When you permit temptation to overcome you, your wisdom is a prisoner. The quickest way to banish temptation is first to say Inoli and get out of that particular environment; then reason it out later when calmness and wisdom return.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-24": {
      "month": 10,
      "day": 24,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "Desires are the most unrelenting enemies of man; he cannot appease them. Have only one desire: to know God. Satisfying the sensory desires cannot satisfy you, because you are not the senses. They are only your servants, not your Self.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-25": {
      "month": 10,
      "day": 25,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "Temptation is not our own creation; it belongs to the world of maya (illusion), and all men are subject to it. But to enable us to free ourselves, God gave us reason, conscience, and will power.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-26": {
      "month": 10,
      "day": 26,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "Doing something wrong from a moral or material standpoint is not the only meaning of temptation. Forgetting your soul by becoming too engrossed in the body and its comforts is temptation too.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-27": {
      "month": 10,
      "day": 27,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "Temptation is a sugarcoated poison; it tastes delicious; but death is certain. The happiness that people look for in this world does not endure. Divine Joy is eternal. Yearn for that which is lasting, and be hardhearted about rejecting the impermanent pleasures of this life. You have to be that way. Donit let this world rule you. Never forget that the Lord is the only reality.... Your true happiness lies in your experience of Him.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-28": {
      "month": 10,
      "day": 28,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "Shall you be better able to fight [bad habits] tomorrow than today? Why add todays mistakes to yesterdays? You have to turn to God sometime, so isnlt it better to do it now? Just give yourself to Him and say: \"Lord, naughty or good I am Your child. You must take care of me.\" If you keep on trying, you will improve. \"A saint is a sinner who never gave up.l",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-29": {
      "month": 10,
      "day": 29,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "Remember that as a child of God you are endowed with greater strength than you will ever need to overcome all the trials that God may send you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-30": {
      "month": 10,
      "day": 30,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "The old orthodox way is to deny temptation, to suppress it. But you must learn to control temptation. It is not a sin to be tempted. Even though you are boiling with temptation, you are not evil; but if you yield to that temptation you are caught temporarily by the power of evil. You must erect about yourself protecting parapets of wisdom. There is no stronger force that you can employ against temptation than wisdom. Complete understanding will bring you to the point where nothing can tempt you to actions that promise pleasure but in the end will only hurt you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "10-31": {
      "month": 10,
      "day": 31,
      "topic": "Overcoming Temptation",
      "weeklyTheme": "Overcoming Temptation",
      "specialDay": null,
      "quote": "When by our wrong thoughts we fall into the pit of error, we should pray: \"Father, leave us not here, but pull us out through the force of our reason and will. And when we are out, if it is Thy will to test us further, first make Thyself known to us - that we may realize that Thou art more tempting than temptation. \"",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-01": {
      "month": 11,
      "day": 1,
      "topic": "Simplicity",
      "weeklyTheme": "Simplicity",
      "specialDay": null,
      "quote": "In the spiritual life one becomes just like a little child - without resentment, without attachment, full of life and joy.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-02": {
      "month": 11,
      "day": 2,
      "topic": "Simplicity",
      "weeklyTheme": "Simplicity",
      "specialDay": null,
      "quote": "I sing a hymn unuttered by any other voice.... To Thee, O Spirit, I give no intellectual, premeditated, and disciplined aria; only the untutored strains of my heart. For Thee no hothouse flowers, watered by careful emotions; only rare wild blossoms that grow spontaneously on the highest tracts of my soul.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-03": {
      "month": 11,
      "day": 3,
      "topic": "Simplicity",
      "weeklyTheme": "Simplicity",
      "specialDay": null,
      "quote": "Why do you consider nonessentials so important? Most people concentrate on breakfast, lunch, and dinner, work, social activities, and so on. Make your life more simple and put your whole mind on the Lord.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-04": {
      "month": 11,
      "day": 4,
      "topic": "Simplicity",
      "weeklyTheme": "Simplicity",
      "specialDay": null,
      "quote": "It is not wrong to tell the Lord that we want something, but it shows greater faith if we simply say: \"Heavenly Father, I know that Thou dost anticipate my every need. Sustain me according to Thy will. II",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-05": {
      "month": 11,
      "day": 5,
      "topic": "Simplicity",
      "weeklyTheme": "Simplicity",
      "specialDay": null,
      "quote": "You think you must have this or that and then you can be happy. But no matter how many of your desires are satisfied, you never will find happiness through them. The more you have, the more you want. Learn to live simply. Lord Krishna said: \"His mind is full with contentment whose desires ever flow inward. That man is like a changeless ocean which is kept brimful with constantly entering waters. He is not a muni who bores holes of desires in his reservoir of peace and lets the waters escape. II",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-06": {
      "month": 11,
      "day": 6,
      "topic": "Simplicity",
      "weeklyTheme": "Simplicity",
      "specialDay": null,
      "quote": "My Guru Sri Yukteswarji was reluctant to discuss the superphysical realms. His only h; \"marvelous\" aura was that of perfect simplicity. In conversations he avoided startling references; in action he was freely expressive.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-07": {
      "month": 11,
      "day": 7,
      "topic": "God has proven that when He is",
      "weeklyTheme": "God has proven that when He is",
      "specialDay": null,
      "quote": "with me all the \"necessities of life\" become unnecessary. In that consciousness you become more healthy than the average person, more joyous, more bountiful in every way. Donit seek little things; they will divert you from God. Start your experiment now: make life simple and be a king.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-08": {
      "month": 11,
      "day": 8,
      "topic": "Simplicity",
      "weeklyTheme": "Simplicity",
      "specialDay": null,
      "quote": "Everything has its place, but when you waste time at the cost of your true happiness it is not good. I dropped every unnecessary activity so that I could meditate and try to know God, so that I could day and night be in His divine consciousness.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-09": {
      "month": 11,
      "day": 9,
      "topic": "Simplicity",
      "weeklyTheme": "Simplicity",
      "specialDay": null,
      "quote": "We make too much of feeling, even admitting that the right kind of feeling is very enjoyable. What does it matter how you feel? Bear your lot as long as it is the will of God that you should do so. Act rightly, and in due time the right feeling of peace and joy will come.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "11-10": {
      "month": 11,
      "day": 10,
      "topic": "devotion.",
      "weeklyTheme": "devotion.",
      "specialDay": null,
      "quote": "Simplicity It is so wonderful to be in tune with God and to trust in Him implicitly, being content wherever He places you and whatever He makes of you, accepting all with humility and",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-11": {
      "month": 11,
      "day": 11,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "Get devotion! Remember the words of Jesus: \"Father, thou hast hidden these things from the wise and prudent, and hast revealed them unto babes.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-12": {
      "month": 11,
      "day": 12,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "God says: \"To the devotional call of that child of Mine who struggles, prays, and meditates in order to know Me in body, mind, and soul as the all-pervading, ever- new Joy - as the ever-increasing Bliss of meditation - I silently and deeply respond.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-13": {
      "month": 11,
      "day": 13,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "The Searcher of Hearts wants only your sincere love. He is like a little child: someone may offer Him his whole wealth and He doesnlt want it; and another cries to Him, \"O Lord, I love You!\" and into that devoteels heart He comes running. Donit seek God with any ulterior motive, but pray to Him with devotion - unconditional, one-pointed, steady devotion. When your love for Him is as great as your attachment to your mortal body, He will come to you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-14": {
      "month": 11,
      "day": 14,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "Remember, in your will is the will of God. In your heart you must love nothing more than God, who is a \"jealous\" God. If you want Him, you must have the will to cast away from your heart every desire but the desire for Him.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-15": {
      "month": 11,
      "day": 15,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "Prayer in which your very soul is burning with desire for God is the only effectual prayer. You have prayed like that at some time, no doubt; perhaps when you wanted something very badly, or urgently needed money - then you burned up the ether with your desire. That is how you must feel for God. Talk to Him day and night; you will see that He will respond.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-16": {
      "month": 11,
      "day": 16,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "Love Him, talk to Him every second of your life, in activity and in silence, with deep prayer, with the unceasing desire of your heart; and you shall see the screen of delusion melt away. He who is playing hide-and-seek in the beauty of flowers, in souls, in noble passions, in dreams, shall come forth and say: \"You and I have been apart for a long time, because I desired that you give Me your love willingly. You are made in My image, and I wanted to see if you would use your freedom to give Me your love.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-17": {
      "month": 11,
      "day": 17,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "You should not concentrate on the thought that you lack devotion, but should work to develop it. Why be upset because God has not shown Himself to you? Think of the long time you ignored Him. Meditate more; go deep....By changing your habits you will awaken in your heart the memory of His wondrous Being; and, knowing Him, there is no doubt that you will love Him.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-18": {
      "month": 11,
      "day": 18,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "The true devoteels heart is always saying: \"My Lord, my Lord, I do not want to become ensnared in the delusory drama of Thy creation. I want no part of it except to help in establishing Thy temple in the souls of men. My heart, my soul, my body and mind - everything belongs to Thee.\" Such devotion reaches God. That devotee knows God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-19": {
      "month": 11,
      "day": 19,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "Let not anyone else know how deeply you feel for the Lord. The Master of the Universe knows of your love; Donit display it before others, or you may lose it.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-20": {
      "month": 11,
      "day": 20,
      "topic": "Devotion",
      "weeklyTheme": "Devotion",
      "specialDay": null,
      "quote": "The Lord is found through unceasing devotion. When you want only the Giver, and not His gifts, then He will come to you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-21": {
      "month": 11,
      "day": 21,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "Every day should be a day of thanksgiving for the gifts of life: sunshine, water, and the luscious fruits and greens that are indirect gifts of the Great Giver. God makes us work so that we may deserve to receive His gifts. The All-Sufficient One does not need our thanks, however heartfelt, but when we are grateful to Him our attention is concentrated, for our highest benefit, upon the Great Source of all supply.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-22": {
      "month": 11,
      "day": 22,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "Our dear ones promise to love us forever; yet when they sink into the Great Sleep, their earth memories forsaken, what value their vows? Who, without telling us in words, loves us everlastingly? Who remembers us when all others forget us? Who will still be with us when we must leave the friends of this world? God alone.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-23": {
      "month": 11,
      "day": 23,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "When the summer of good fortune warms my tree of life, it easily burgeons with fragrant blossoms of thankfulness. During winter months of misfortune, O Lord, may my denuded branches changelessly waft toward Thee a secret scent of gratitude.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-24": {
      "month": 11,
      "day": 24,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "Thanksgiving and praise open in your consciousness the way for spiritual growth and supply to come to you. Spirit pushes Itself out into visible manifestation as soon as a channel is opened through which It can flow. You should be thankful for everything at all times. Realize that all power to think, and speak, and act comes from God, and that He is with you now, guiding and inspiring you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-25": {
      "month": 11,
      "day": 25,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "In one of His aspects, a very touching aspect, the Lord may be said to be a beggar. He yearns for our attention. The Master of the Universe, at whose glance all stars, suns, moons, and planets quiver, is running after man and saying: \"Wonlt you give Me your affection? Donit you love Me, the Giver, more than the things I have made for you? Wonlt you seek Me?\" But man says: III am too busy now; I have work to do. I canit take time to look for You.\" And the Lord says: III will wait.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-26": {
      "month": 11,
      "day": 26,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "We put forth our hands to receive Godls gifts of life and sun and food and all the other things He bestows on us; but even as we receive them, we are unmindful of the Giver. If you have lovingly given presents to someone and then find out that he never thinks of you, how hurt you would feel! God feels that way, too.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-27": {
      "month": 11,
      "day": 27,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "India, in the person of one of her great masters, Paramahansa Yogananda has brought to us this priceless knowledge of soul-realization. How grateful we should be to a people whose greatest men, down the centuries, have given their lives, have renounced everything else, in order to explore the divine potentialities in man! What India has given us today in Paramahansajils teachings is worth more to us than anything we could give to India in exchange. Today the Western man is in dire need of a spiritual technique for developing his soul resources. That technique is Kriya Yoga, an ancient science brought to us for the first time by a master from India.",
      "source": "Rajarsi Janakananda",
      "book": ""
    },
    "11-28": {
      "month": 11,
      "day": 28,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "Nothing in the world is as divinely intoxicating as my beloved God. I drink unceasingly of that Nectar. \"O aged Wine of my Soul, as I drink of Thee from the ocean within me, I find Thou art inexhaustible. Thou art a skyful of happiness that displays all the stars of the universe, ever throbbing within my heart.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-29": {
      "month": 11,
      "day": 29,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "Always in the background of your mind hum a silent devotional song of love to your beloved Heavenly Father, remembering that all your abilities are gifts from Him.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "11-30": {
      "month": 11,
      "day": 30,
      "topic": "Gratitude",
      "weeklyTheme": "Gratitude",
      "specialDay": null,
      "quote": "O Father, when I was blind I found not a door that led to Thee. Thou hast healed my eyes; now I discover doors everywhere: the hearts of flowers, the voices of friendship, memories of lovely experiences. Each gust of my prayer opens a new entrance to the vast temple of Thy presence.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-01": {
      "month": 12,
      "day": 1,
      "topic": "Solitude",
      "weeklyTheme": "Solitude",
      "specialDay": null,
      "quote": "The spiritual path is like a razorls edge. It is not simple at all. Seclusion is the price of greatness and God-realization. When I am alone I am with God. That is the way you should be.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-02": {
      "month": 12,
      "day": 2,
      "topic": "Solitude",
      "weeklyTheme": "Solitude",
      "specialDay": null,
      "quote": "Donit mix with others too closely. Friendships do not satisfy us unless they are rooted in mutual love for the Lord. Our human wish for loving understanding from others is in reality the SOUPS desire for unity with God. The more we seek to satisfy that desire outwardly, the less likely we are to find the Divine Companion.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-03": {
      "month": 12,
      "day": 3,
      "topic": "Solitude",
      "weeklyTheme": "Solitude",
      "specialDay": null,
      "quote": "Keep a diary of your spiritual life. I used to make a record of how long I had meditated daily and how deep I had gone. Seek solitude as much as possible. Do not spend your leisure time with other people for merely social purposes. Godls love is hard to find in company.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-04": {
      "month": 12,
      "day": 4,
      "topic": "Solitude",
      "weeklyTheme": "Solitude",
      "specialDay": null,
      "quote": "I am going to the hills to be alone with God, a student informed Paramahansa Yogananda. \"You will not advance spiritually in that way,\" Paramahansaji replied. \"Your mind is not yet ready to concentrate deeply on Spirit. Your thoughts will dwell mostly on memories of people and worldly pastimes, even though you remain in a cave. Cheerful performance of your earthly duties, coupled with daily meditation, is the better path. II",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-05": {
      "month": 12,
      "day": 5,
      "topic": "Solitude",
      "weeklyTheme": "Solitude",
      "specialDay": null,
      "quote": "So long as you have not found God, it is best not to be interested in amusements. Seeking diversion means forgetting Him. First learn to love Him and know Him. Then it wonlt matter what you do, for He will never leave your thoughts.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-06": {
      "month": 12,
      "day": 6,
      "topic": "Solitude",
      "weeklyTheme": "Solitude",
      "specialDay": null,
      "quote": "Donit joke all the time with each other. Be happy and cheerful inside. Why dissipate in useless h; talk the perceptions you have gained? Words are like bullets: when you spend their force in idle conversation, your supply of inner ammunition is wasted. Your consciousness is like a milk pail: when you fill it with the peace of meditation you ought to keep it that way. Joking is often false fun that drives holes in the sides of your bucket and allows all the milk of your peace to run out.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-07": {
      "month": 12,
      "day": 7,
      "topic": "Solitude",
      "weeklyTheme": "Solitude",
      "specialDay": null,
      "quote": "Be alone within. Donit lead the aimless life that so many persons follow. Meditate and read good books more....Once in a while it is all right to go to the movies and have a little social life, but mostly remain apart and live within yourself....Enjoy solitude; but when you want to mix with others, do so with all your love and friendship, so that those persons cannot forget you, but remember always that they met someone who inspired them and turned their minds toward God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-08": {
      "month": 12,
      "day": 8,
      "topic": "Silence",
      "weeklyTheme": "Silence",
      "specialDay": null,
      "quote": "The true practice of religion is to sit still in meditation and talk to God. But you donlt get to that point of intensity, you donlt concentrate enough, and that is why you remain in delusion.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-09": {
      "month": 12,
      "day": 9,
      "topic": "Silence",
      "weeklyTheme": "Silence",
      "specialDay": null,
      "quote": "The silence habitual to Sri Yukteswar was caused by his deep perceptions of the Infinite. No time remained for the interminable revelations\" that occupy the days of teachers without Self-realization. A saying from the Hindu scriptures is: \"In shallow men the fish of little thoughts cause much commotion. In oceanic minds the whales of inspiration make hardly a ruffle.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-10": {
      "month": 12,
      "day": 10,
      "topic": "Silence",
      "weeklyTheme": "Silence",
      "specialDay": null,
      "quote": "What you learn in meditation, practice in activity and conversation; let no one dislodge you from that calm state. Hold on to your peace.... Donit spend precious time and energy in idle talk. Eat in silence; work in silence. God loves silence.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-11": {
      "month": 12,
      "day": 11,
      "topic": "Silence",
      "weeklyTheme": "Silence",
      "specialDay": null,
      "quote": "Build your inner environment. Practice silence! I remember the wonderful discipline of the Great Ones. When we used to talk and chatter, they would say: \"Go back into your inner castle.\" It was very hard to comprehend then, but now I understand the way of peace that we were shown.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-12": {
      "month": 12,
      "day": 12,
      "topic": "Silence",
      "weeklyTheme": "Silence",
      "specialDay": null,
      "quote": "My silence, like an expanding sphere, spreads everywhere. My silence spreads like a radio song, above, beneath, left and right, within and without. My silence spreads like a wildfire of bliss; the dark thickets of sorrow and tall oaks of pride are all burning up. My silence, like the ether, passes through everything, carrying the songs of earth, atoms, and stars into the halls of His infinite mansion.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-13": {
      "month": 12,
      "day": 13,
      "topic": "Silence",
      "weeklyTheme": "Silence",
      "specialDay": null,
      "quote": "You should sit in silence before deciding about any important matter, asking the Father for His blessing. Then behind your power is Godls power; behind your mind His mind; behind your will His will.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-15": {
      "month": 12,
      "day": 15,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "To bring divine awareness into our human consciousness we must outgrow the limited conventional conception of Christ. To me, Christmas is a thought of spiritual grandeur - a realization that our minds are an altar of Christ, the Universal Intelligence in all creation.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-16": {
      "month": 12,
      "day": 16,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "I will prepare for the coming of the Omnipresent Baby Christ by cleaning the cradle of my consciousness, now rusty with selfishness, indifference, and sense attachments; and by polishing it with deep, daily, divine meditation, introspection, and discrimination. I will remodel the cradle with the dazzling soul-qualities of brotherly love, humbleness, faith, desire for God-realization, will power, self-control, renunciation, and unselfishness, that I may fittingly celebrate the birth of the Divine Child.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-17": {
      "month": 12,
      "day": 17,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "Christ is born in the cradle of tenderness. Greater than the destructive force of hate is the compassionate power of love. Whatever you say or do to others, let it be with love. Harm no one. Judge not others. Hate none, love all; behold Christ in all.... Think of everything in terms of universality.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-18": {
      "month": 12,
      "day": 18,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "Lift your eyes and concentrate within. Behold the astral star of divine wisdom and let the wise thoughts in you follow that telescopic star to behold the Christ everywhere. In that land of everlasting Christmas, of festive, omnipresent Christ Consciousness, you will find Jesus, Krishna, the saints of all religions, the great guru-preceptors waiting to give you a divine floral reception of everlasting happiness.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-19": {
      "month": 12,
      "day": 19,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "Will Jesus come again? Metaphysically, he is already omnipresent. He smiles at you through every flower. He feels his cosmic body in every speck of space. Every movement of the wind breathes the breath of Jesus. Through his oneness with the divine Christ Consciousness he is incarnate in all that lives. If you have eyes to behold, you can see him enthroned throughout creation.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-20": {
      "month": 12,
      "day": 20,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "There is a vast difference between imagination and Self-realization. If you only imagine, you may have subconscious dreams and inner \"visions\" of Christ every day. But that does not mean that you are truly in touch with him. The real visitation of Jesus is the communion with Christ Consciousness. If you are in tune with that Christ, your whole life will change.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-21": {
      "month": 12,
      "day": 21,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "O Christ, take possession of my heart and mind! Be thou reborn in me as love for all men. May thy consciousness which is in every atom manifest in me as unconditional loyalty to Guru and the Great Ones, and to thee, O Blessed Jesus, and to the Supreme who is the Father of all.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-22": {
      "month": 12,
      "day": 22,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "Coax Christ today with your songs and the devotion of your heart, and then coax him with your deepening Self-realization. With all the intensity of your zeal and inner perception, merge your consciousness in the happiness within. Forget time. When you feel joy spreading within you, realize that Christ is hearing your song. You are not identified with Christ if your concentration is merely on the words. But if your joy is singing within, Christ is listening to you.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-23": {
      "month": 12,
      "day": 23,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "Through the transparency of my deepest meditation I will receive the light of the Father passing through me. I will be a son of God, even as Jesus was, by receiving God fully through my meditation-expanded soul consciousness. I will follow the shepherds of faith, devotion, and meditation, who will lead me through the star of inner wisdom to the omnipresent Christ.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-24": {
      "month": 12,
      "day": 24,
      "topic": "Christmas Eve",
      "weeklyTheme": "Christmas Eve",
      "specialDay": null,
      "quote": "All my thoughts are decorating the Christmas tree of meditation with the rare gifts of devotion, sealed with golden heart-prayers that Christ may come and receive my humble gifts. I will mentally join in the worship in all mosques, churches, and temples; and perceive the birth of the universal Christ Consciousness as peace on the altar of all devotional hearts.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-25": {
      "month": 12,
      "day": 25,
      "topic": "Christmas Day",
      "weeklyTheme": "Christmas Day",
      "specialDay": null,
      "quote": "May the Christmas spirit you feel not end with today; rather may it be with you every night as you meditate. Then in the silence of your own mind, as you drive away all restless thoughts, Christ Consciousness will come. If we all follow the spirit of Jesus we shall surely experience every day his presence within us.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-26": {
      "month": 12,
      "day": 26,
      "topic": "Christmas",
      "weeklyTheme": "Christmas",
      "specialDay": null,
      "quote": "And so, dear ones, my Christmas will go on forever, in ever increasing joy everlasting. If this joy were limited, as worldly happiness is, a time would come when all would be finished. But no saint will ever be able to exhaust the ever-new bliss of God.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-27": {
      "month": 12,
      "day": 27,
      "topic": "Patience",
      "weeklyTheme": "Patience",
      "specialDay": null,
      "quote": "When tilling ground for the cultivation of crops, one needs patience to destroy all useless weeds; and to wait, even though the ground then appears barren, until the hidden good seeds sprout into plants. It requires still more patience to clear the field of consciousness that is overgrown with weeds of useless attachments to sense pleasures, which are very difficult to uproot. Yet when the field of consciousness is cleared, and sown with seeds of good qualities, plants of noble activities sprout forth, yielding abundantly the fruits of real happiness. Above all, have patience to seek communion with God through deep meditation and to become acquainted with your indestructible soul, hidden within your perishable earthly body.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-28": {
      "month": 12,
      "day": 28,
      "topic": "Patience",
      "weeklyTheme": "Patience",
      "specialDay": null,
      "quote": "The truth is, that which you want is with you all the time, closer than hands or feet. Any moment it may lift you above the world and personal depression. Wait patiently for Him.",
      "source": "Sri Gyanamata",
      "book": ""
    },
    "12-29": {
      "month": 12,
      "day": 29,
      "topic": "Patience",
      "weeklyTheme": "Patience",
      "specialDay": null,
      "quote": "Do not look for a spiritual flower every day. Sow the seed, water it with prayer and right endeavor. When it sprouts, take care of the plant, pulling out the weeds of doubt, indecision, and indifference that may spring up around it. Some morning you will suddenly behold your long-awaited spiritual flower of Realization.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-30": {
      "month": 12,
      "day": 30,
      "topic": "Patience",
      "weeklyTheme": "Patience",
      "specialDay": null,
      "quote": "You are your own enemy and you donlt know it. You donlt learn to sit quietly. You donlt learn to give time to God. And you are impatient and expect to attain heaven all at once. You cannot get it by reading books or by listening to sermons or by doing charitable works. You can get it only by giving your time to Him in deep meditation.",
      "source": "Paramahansa Yogananda",
      "book": ""
    },
    "12-31": {
      "month": 12,
      "day": 31,
      "topic": "Patience",
      "weeklyTheme": "Patience",
      "specialDay": null,
      "quote": "Let us forget the sorrows of the past and make up our minds not to dwell on them in the New Year. With determination and unflinching will, let us renew our lives, our good habits, and our successes. If the last year has been hopelessly bad, the New Year must be hopefully good.",
      "source": "Paramahansa Yogananda",
      "book": ""
    }
  },
  "weeklyThemes": {
    "week1": {
      "startDate": "01-01",
      "endDate": "01-03",
      "theme": "The New Year"
    },
    "week2": {
      "startDate": "01-04",
      "endDate": "01-11",
      "theme": "The Guru"
    },
    "week3": {
      "startDate": "01-12",
      "endDate": "01-19",
      "theme": "Obedience"
    },
    "week4": {
      "startDate": "01-20",
      "endDate": "01-31",
      "theme": "Introspection"
    },
    "week5": {
      "startDate": "02-01",
      "endDate": "02-09",
      "theme": "Inner Renunciation"
    },
    "week6": {
      "startDate": "02-10",
      "endDate": "02-21",
      "theme": "Divine Love"
    },
    "week7": {
      "startDate": "02-22",
      "endDate": "02-28",
      "theme": "Humility"
    },
    "week8": {
      "startDate": "03-01",
      "endDate": "03-10",
      "theme": "Guru-Disciple Relationship"
    },
    "week9": {
      "startDate": "03-11",
      "endDate": "03-20",
      "theme": "Will Power"
    },
    "week10": {
      "startDate": "03-21",
      "endDate": "03-29",
      "theme": "Habits"
    },
    "week11": {
      "startDate": "03-30",
      "endDate": "03-30",
      "theme": "necessary."
    },
    "week12": {
      "startDate": "03-31",
      "endDate": "03-31",
      "theme": "Habits"
    },
    "week13": {
      "startDate": "04-01",
      "endDate": "04-09",
      "theme": "Compassion"
    },
    "week14": {
      "startDate": "04-10",
      "endDate": "04-20",
      "theme": "Prayer"
    },
    "week15": {
      "startDate": "04-21",
      "endDate": "04-30",
      "theme": "Happiness"
    },
    "week16": {
      "startDate": "05-01",
      "endDate": "05-10",
      "theme": "Loyalty"
    },
    "week17": {
      "startDate": "05-11",
      "endDate": "05-20",
      "theme": "Discrimination"
    },
    "week18": {
      "startDate": "05-21",
      "endDate": "05-31",
      "theme": "Wisdom"
    },
    "week19": {
      "startDate": "06-01",
      "endDate": "06-10",
      "theme": "Peace"
    },
    "week20": {
      "startDate": "06-10",
      "endDate": "06-10",
      "theme": "peace."
    },
    "week21": {
      "startDate": "06-11",
      "endDate": "06-21",
      "theme": "Expansion"
    },
    "week22": {
      "startDate": "06-22",
      "endDate": "06-30",
      "theme": "Healing"
    },
    "week23": {
      "startDate": "07-01",
      "endDate": "07-01",
      "theme": "Freedom"
    },
    "week24": {
      "startDate": "07-01",
      "endDate": "07-01",
      "theme": "liberation."
    },
    "week25": {
      "startDate": "07-02",
      "endDate": "07-09",
      "theme": "Freedom"
    },
    "week26": {
      "startDate": "07-10",
      "endDate": "07-10",
      "theme": "a lark."
    },
    "week27": {
      "startDate": "07-11",
      "endDate": "07-11",
      "theme": "Freedom"
    },
    "week28": {
      "startDate": "07-12",
      "endDate": "07-20",
      "theme": "Right Attitude"
    },
    "week29": {
      "startDate": "07-21",
      "endDate": "07-21",
      "theme": "Practicing the Presence of"
    },
    "week30": {
      "startDate": "07-21",
      "endDate": "07-21",
      "theme": "Practicing the Presence of God"
    },
    "week31": {
      "startDate": "07-22",
      "endDate": "07-22",
      "theme": "Practicing the Presence of"
    },
    "week32": {
      "startDate": "07-22",
      "endDate": "07-22",
      "theme": "Practicing the Presence of God"
    },
    "week33": {
      "startDate": "07-23",
      "endDate": "07-23",
      "theme": "Practicing the Presence of"
    },
    "week34": {
      "startDate": "07-23",
      "endDate": "07-23",
      "theme": "Practicing the Presence of God"
    },
    "week35": {
      "startDate": "07-24",
      "endDate": "07-24",
      "theme": "Practicing the Presence of"
    },
    "week36": {
      "startDate": "07-24",
      "endDate": "07-24",
      "theme": "Practicing the Presence of God"
    },
    "week37": {
      "startDate": "07-25",
      "endDate": "07-25",
      "theme": "Practicing the Presence of"
    },
    "week38": {
      "startDate": "07-25",
      "endDate": "07-25",
      "theme": "Practicing the Presence of God"
    },
    "week39": {
      "startDate": "07-26",
      "endDate": "07-26",
      "theme": "Practicing the Presence of"
    },
    "week40": {
      "startDate": "07-26",
      "endDate": "07-27",
      "theme": "Practicing the Presence of God"
    },
    "week41": {
      "startDate": "07-28",
      "endDate": "07-28",
      "theme": "Practicing the Presence of"
    },
    "week42": {
      "startDate": "07-28",
      "endDate": "07-28",
      "theme": "without You. II"
    },
    "week43": {
      "startDate": "07-29",
      "endDate": "07-29",
      "theme": "Practicing the Presence of"
    },
    "week44": {
      "startDate": "07-29",
      "endDate": "07-29",
      "theme": "Practicing the Presence of God"
    },
    "week45": {
      "startDate": "07-30",
      "endDate": "07-30",
      "theme": "Practicing the Presence of"
    },
    "week46": {
      "startDate": "07-30",
      "endDate": "07-30",
      "theme": "Practicing the Presence of God"
    },
    "week47": {
      "startDate": "07-31",
      "endDate": "07-31",
      "theme": "Practicing the Presence of"
    },
    "week48": {
      "startDate": "07-31",
      "endDate": "07-31",
      "theme": "Practicing the Presence of God"
    },
    "week49": {
      "startDate": "08-01",
      "endDate": "08-10",
      "theme": "Surrender to God"
    },
    "week50": {
      "startDate": "08-11",
      "endDate": "08-19",
      "theme": "Purification"
    },
    "week51": {
      "startDate": "08-20",
      "endDate": "08-29",
      "theme": "Meditation"
    },
    "week52": {
      "startDate": "08-29",
      "endDate": "08-29",
      "theme": "Whole."
    },
    "week53": {
      "startDate": "08-30",
      "endDate": "08-31",
      "theme": "Meditation"
    },
    "week54": {
      "startDate": "09-01",
      "endDate": "09-11",
      "theme": "Effort"
    },
    "week55": {
      "startDate": "09-12",
      "endDate": "09-21",
      "theme": "Right Activity"
    },
    "week56": {
      "startDate": "09-24",
      "endDate": "09-30",
      "theme": "Perfection"
    },
    "week57": {
      "startDate": "10-01",
      "endDate": "10-08",
      "theme": "Balance"
    },
    "week58": {
      "startDate": "10-09",
      "endDate": "10-09",
      "theme": "rapt in God."
    },
    "week59": {
      "startDate": "10-09",
      "endDate": "10-10",
      "theme": "Balance"
    },
    "week60": {
      "startDate": "10-11",
      "endDate": "10-11",
      "theme": "Yogi \""
    },
    "week61": {
      "startDate": "10-11",
      "endDate": "10-17",
      "theme": "Courage"
    },
    "week62": {
      "startDate": "10-17",
      "endDate": "10-17",
      "theme": "fearless."
    },
    "week63": {
      "startDate": "10-18",
      "endDate": "10-20",
      "theme": "Courage"
    },
    "week64": {
      "startDate": "10-21",
      "endDate": "10-28",
      "theme": "Overcoming Temptation"
    },
    "week65": {
      "startDate": "10-29",
      "endDate": "10-29",
      "theme": "send you."
    },
    "week66": {
      "startDate": "10-29",
      "endDate": "10-31",
      "theme": "Overcoming Temptation"
    },
    "week67": {
      "startDate": "11-01",
      "endDate": "11-07",
      "theme": "Simplicity"
    },
    "week68": {
      "startDate": "11-07",
      "endDate": "11-07",
      "theme": "God has proven that when He is"
    },
    "week69": {
      "startDate": "11-08",
      "endDate": "11-09",
      "theme": "Simplicity"
    },
    "week70": {
      "startDate": "11-10",
      "endDate": "11-10",
      "theme": "devotion."
    },
    "week71": {
      "startDate": "11-11",
      "endDate": "11-20",
      "theme": "Devotion"
    },
    "week72": {
      "startDate": "11-21",
      "endDate": "11-30",
      "theme": "Gratitude"
    },
    "week73": {
      "startDate": "12-01",
      "endDate": "12-07",
      "theme": "Solitude"
    },
    "week74": {
      "startDate": "12-08",
      "endDate": "12-13",
      "theme": "Silence"
    },
    "week75": {
      "startDate": "12-15",
      "endDate": "12-23",
      "theme": "Christmas"
    },
    "week76": {
      "startDate": "12-24",
      "endDate": "12-24",
      "theme": "Christmas Eve"
    },
    "week77": {
      "startDate": "12-25",
      "endDate": "12-25",
      "theme": "Christmas Day"
    },
    "week78": {
      "startDate": "12-26",
      "endDate": "12-26",
      "theme": "Christmas"
    },
    "week79": {
      "startDate": "12-27",
      "endDate": "12-31",
      "theme": "Patience"
    }
  }
}